Repository: KDE/subtitlecomposer
Catalog: po/*/subtitlecomposer.po
Languages: ar, eo, gl, zh_cn

# Encodings menu
source: Default: %1
ar: المبدئي: %1
eo: Defaŭlto: %1
gl: Predeterminado: %1
zh_cn: 默认：%1

# Encodings menu
source: Current: %1
ar: الحاليّة: %1
eo: Aktuala: %1
gl: Actual: %1
zh_cn: 当前：%1

# Encodings menu
source: Autodetect
ar: اكتشفه آليًّا
eo: Aŭtomate trovi
gl: Detectar automaticamente
zh_cn: 自动检测

source: Go to Line
ar: انتقل إلى سطر
eo: Iri al Linio
gl: Ir á liña
zh_cn: 转到行

source: &Go to line:
ar: ا&نتقل إلى السّطر:
eo: &Iru al linio:
gl: &Ir á liña:
zh_cn: 转到行(&G)：

source: Maximize Durations
ar: طوّل المدات
eo: Maksimumigu Daŭrojn
gl: Maximizar as duracións
zh_cn: 最大化持续时长

source: Unbreak Lines
ar: ادمج الأسطر
eo: Malrompi Liniojn
gl: Corrixir as liñas
zh_cn: 取消断行

source: Simplify Spaces
ar: بسّط المسافات
eo: Simpligu Spacojn
gl: Simplificar os espazos
zh_cn: 简化空格

source: Open Video
ar: افتح الفيديو
eo: Malfermi Videon
gl: Abrir o vídeo
zh_cn: 打开视频

source: Untitled
ar: غير معنون
eo: Sentitola
gl: Sen título
zh_cn: 无标题

source: Untitled Translation
ar: ترجمة غير معنونة
eo: Sentitola Traduko
gl: Tradución sen título
zh_cn: 无标题译文

source: Pause
ar: ألبث
eo: Paŭzi
gl: Pausar
zh_cn: 暂停

source: Play
ar: شغّل
eo: Ludi
gl: Reproducir
zh_cn: 播放

source: Seek backwards 1 second
ar: لا ترجع
eo: Serĉi malantaŭen 1 sekundon
gl: Atrasar 1 segundo
zh_cn: 快退 %1 秒

source: Seek forwards 1 second
ar: لا تتقدم
eo: Serĉi antaŭen 1 sekundon
gl: Adiantar 1 segundo
zh_cn: 快进 %1 秒

source: Shift %2%1 millisecond
ar: أزح %2%1 ميلي ثانية
eo: Deŝovi %2%1 milisekundon
gl: Desprazar %2%1 milisegundo
zh_cn: 偏移 %2%1 毫秒

source: Shift selected lines %2%1 millisecond
ar: أزح الأسطر المحددة %2%1 ميلي ثانية
eo: Deŝovi elektitajn liniojn %2%1 milisekundon
gl: Desprazar as liñas seleccionadas %2%1 milisegundo
zh_cn: 将选定行偏移 %2%1 毫秒

source: Exit the application
ar: اخرج من التّطبيق
eo: Eliri la aplikaĵon
gl: Saír da aplicación
zh_cn: 退出程序

source: Configure Subtitle Composer
ar: اضبط صانع الترجمة
eo: Agordi Subtitolan Komponiston
gl: Configurar «Compositor de subtítulos»
zh_cn: 配置 Subtitle Composer

# @action:inmenu Create a new subtitle
source: New
ar: جديد
eo: Nova
gl: Novo
zh_cn: 新建

source: Create an empty subtitle
ar: أنشئ ترجمة فارغة
eo: Kreu malplenan subtitolon
gl: Crear uns subtítulos baleiros
zh_cn: 创建一份新字幕

# @action:inmenu Open subtitle file
source: Open Subtitle...
ar: افتح ترجمة...
eo: Malfermu Subtitolon...
gl: Abrir subtítulos…
zh_cn: 打开字幕…

source: Open subtitle file
ar: افتح ملف ترجمة
eo: Malfermu subtitolan dosieron
gl: Abrir un ficheiro de subtítulos
zh_cn: 打开字幕文件

source: Reload As...
ar: أعد التحميل باسم...
eo: Reŝargi kiel...
gl: Recargar como…
zh_cn: 重载为…

source: Reload opened file with a different encoding
ar: أعد تحميل الملف المفتوح بترميز مختلف
eo: Reŝargi malfermitan dosieron kun malsama kodado
gl: Recargar o ficheiro aberto cunha codificación distinta.
zh_cn: 使用不同的编码重新加载已打开的文件

# @action:inmenu Open rencently used subtitle file
source: Open &Recent Subtitle
ar: افتح الترجمة الأ&خيرة
eo: Malfermu &Lastatempajn Subtitolojn
gl: Abrir uns subtítulos &recentes
zh_cn: 打开最近的字幕(&R)

source: Save
ar: احفظ
eo: Konservi
gl: Gardar
zh_cn: 保存

source: Save opened subtitle
ar: احفظ الترجمة المفتوحة
eo: Konservu malfermitan subtitolon
gl: Gardar os subtítulos abertos
zh_cn: 保存已打开的字幕

source: Save As...
ar: احفظ كَ‍...
eo: Konservi kiel...
gl: Gardar como…
zh_cn: 另存为…

source: Save opened subtitle with different settings
ar: احفظ الترجمة المفتوحة بإعدادات مختلفة
eo: Konservu malfermitan subtitolon kun malsamaj agordoj
gl: Gardar os subtítulos abertos cunha configuración distinta
zh_cn: 使用不同的设置保存已打开的字幕

source: Close
ar: أغلق
eo: Fermi
gl: Pechar
zh_cn: 关闭

source: Close opened subtitle
ar: أغلق الترجمة المفتوحة
eo: Fermu malfermitan subtitolon
gl: Pechar os subtítulos abertos
zh_cn: 关闭已打开的字幕

source: New Translation
ar: ترجمة جديدة
eo: Nova Traduko
gl: Nova tradución
zh_cn: 新建译文

source: Create an empty translation subtitle
ar: أنشئ ترجمة فرعية فارغة
eo: Kreu malplenan tradukan subtitolon
gl: Crear uns subtítulos de tradución baleiros
zh_cn: 新建空白的译文字幕

source: Open Translation...
ar: افتح الترجمة...
eo: Malfermu Tradukado...
gl: Abrir unha tradución…
zh_cn: 打开译文…

source: Open translation subtitle file
ar: افتح ملف الترجمة الفرعية
eo: Malfermu tradukan subtitolan dosieron
gl: Abrir un ficheiro de subtítulos de tradución
zh_cn: 打开译文字幕文件

source: Reload Translation As...
ar: أعد تحميل الترجمة باسم...
eo: Reŝargi tradukon kiel...
gl: Recargar a tradución como…
zh_cn: 重载译文为…

source: Reload opened translation file with a different encoding
ar: أعد تحميل ملف الترجمة المفتوح بترميز مختلف
eo: Reŝargi la malfermitan tradukdosieron kun malsama kodado
gl: Recargar o ficheiro de tradución aberto cunha codificación distinta.
zh_cn: 使用不同的编码重新加载已打开的译文文件

source: Open &Recent Translation
ar: افتح الترجمة الأ&خيرة
eo: Malfermu &Lastatempan Tradukon
gl: Abrir unha tradución &recente
zh_cn: 打开最近的译文(&R)

source: Save Translation
ar: احفظ الترجمة
eo: Konservu Tradukadon
gl: Gardar a tradución
zh_cn: 保存译文

source: Save opened translation subtitle
ar: احفظ الترجمة المفتوحة
eo: Konservu malfermitan traduksubtitolon
gl: Gardar os subtítulos de tradución abertos
zh_cn: 保存已打开的译文字幕

source: Save Translation As...
ar: احفظ الترجمة باسم...
eo: Konservu tradukon kiel...
gl: Gardar a tradución como…
zh_cn: 另存译文为…

source: Save opened translation subtitle with different settings
ar: احفظ الترجمة الفرعية المفتوحة بإعدادات مختلفة
eo: Konservu malfermitan traduksubtitolon kun malsamaj agordoj
gl: Gardar os subtítulos de tradución abertos cunha configuración distinta
zh_cn: 使用不同的设置保存已打开的译文字幕

source: Close Translation
ar: أغلق الترجمة
eo: Fermu Tradukado
gl: Pechar a tradución
zh_cn: 关闭译文

source: Close opened translation subtitle
ar: أغلق الترجمة المفتوحة
eo: Fermu malfermitan traduksubtitolon
gl: Pechar os subtítulos de tradución abertos
zh_cn: 关闭已打开的译文字幕

source: Split Subtitle...
ar: قسّم الترجمة...
eo: Dividi Subtitolon...
gl: Dividir os subtítulos…
zh_cn: 分割字幕…

source: Split the opened subtitle in two parts
ar: قسّم الترجمة المفتوحة إلى جزأين
eo: Dividu la malfermitan subtitolon en du partoj
gl: Dividir os subtítulos abertos en dúas partes
zh_cn: 将已打开的字幕分割为两个部分

source: Join Subtitles...
ar: اجمع الترجمات...
eo: Kunigi Subtekstojn...
gl: Unir subtítulos…
zh_cn: 拼接字幕…

source: Append to the opened subtitle another one
ar: ألحق ترجمة أخرى بالترجمة المفتوحة
eo: Aldoni al la malfermita subtitolo alian
gl: Engadir outros subtítulos aos subtítulos abertos
zh_cn: 将已打开的字幕附加到其他文件

source: Insert Before
ar: أدخل قبل
eo: Enmeti Antaŭe
gl: Inserir antes
zh_cn: 在前方插入

source: Insert empty line before current one
ar: أدخل سطرًا فارغًا قبل السطر الحالي
eo: Enigu malplenan linion antaŭ la nuna
gl: Inserir unha liña baleira antes da actual
zh_cn: 在当前行之前插入空行

source: Insert After
ar: أدخل بعد
eo: Enmeti Post
gl: Inserir despois
zh_cn: 在后方插入

source: Insert empty line after current one
ar: أدخل سطرًا فارغًا بعد السطر الحالي
eo: Enmetu malplenan linion post nuna
gl: Inserir unha liña baleira despois da actual
zh_cn: 在当前行之后插入空行

source: Remove
ar: أزل
eo: Forigi
gl: Eliminar
zh_cn: 移除

source: Remove selected lines
ar: أزل الأسطر المحددة
eo: Forigu elektitajn liniojn
gl: Eliminar as liñas seleccionadas
zh_cn: 移除选定的行

source: Split Lines
ar: قسّم الأسطر
eo: Split Linioj
gl: Dividir as liñas
zh_cn: 分割行

source: Split selected lines
ar: قسّم الأسطر المحددة
eo: Dividu elektitajn liniojn
gl: Dividir as liñas seleccionadas
zh_cn: 分割选中的行

source: Join Lines
ar: ضُمّ الأسطر
eo: Kunigi liniojn
gl: Unir as liñas
zh_cn: 拼接行

source: Join selected lines
ar: اجمع الأسطر المحددة
eo: Kunigi elektitajn liniojn
gl: Unir as liñas seleccionadas
zh_cn: 拼接选中的行

source: Select All
ar: حدّد الكلّ
eo: Elekti Ĉion
gl: Seleccionalas todas
zh_cn: 选择全部

source: Select all lines
ar: حدّد كل الأسطر
eo: Elektu ĉiujn liniojn
gl: Seleccionar todas as liñas
zh_cn: 选择全部的行

source: Go to Line...
ar: انتقل إلى سطر...
eo: Iri al Linio...
gl: Ir á liña…
zh_cn: 跳转到行…

source: Go to specified line
ar: اذهب إلى السطر المحدد
eo: Iru al specifita linio
gl: Ir á liña indicada
zh_cn: 转到指定的行

source: Find...
ar: بحث...
eo: Trovi...
gl: Atopar…
zh_cn: 查找…

source: Find occurrences of strings or regular expressions
ar: ابحث عن وجود السلاسل النصية أو التعابير النمطية
eo: Trovu aperon de ĉenoj aŭ regulaj esprimoj
gl: Atopar aparicións de cadeas ou de expresións regulares.
zh_cn: 查找文本中特定字符串或匹配正则表达式的出现位置

source: Find Next
ar: اعثر على التالي
eo: Trovi sekvan
gl: Atopar a seguinte
zh_cn: 查找下一个

source: Find next occurrence of string or regular expression
ar: ابحث عن الموجود التالي للسلسلة النصية أو التعبير النمطي
eo: Trovu sekvan aperon de ĉeno aŭ regula esprimo
gl: Atopar a seguinte aparición da cadea ou da expresión regular.
zh_cn: 查找下一个特定字符串或匹配正则表达式的出现位置

source: Find Previous
ar: ابحث عن السّابق
eo: Trovi Antaŭan
gl: Atopar a anterior
zh_cn: 查找上一个

source: Find previous occurrence of string or regular expression
ar: ابحث عن الموجود السابق للسلسلة النصية أو التعبير النمطي
eo: Trovu antaŭan aperon de ĉeno aŭ regula esprimo
gl: Atopar a aparición anterior da cadea ou da expresión regular.
zh_cn: 查找上一个特定字符串或匹配正则表达式的出现位置

source: Replace...
ar: استبدل...
eo: Anstataŭigi...
gl: Substituír…
zh_cn: 替换…

source: Replace occurrences of strings or regular expressions
ar: استبدل وجود السلاسل النصية أو التعابير النمطية
eo: Anstataŭigi aperon de ĉenoj aŭ regulaj esprimoj
gl: Substituír aparicións de cadeas ou de expresións regulares.
zh_cn: 替换文本中出现的特定字符串或匹配正则表达式

source: Retrocede current line
ar: تراجع عن السطر الحالي
eo: Retrocedu nunan linion
gl: Retroceder a liña actual
zh_cn: 回退当前行

source: Makes the line before the current one active
ar: اجعل السطر الذي قبل السطر الحالي نشطًا
eo: Aktivigas la linion antaŭ la nuna
gl: Activa a liña antes da actual
zh_cn: 将光标移至当前行的前一行

source: Advance current line
ar: تقدم إلى السطر الحالي
eo: Antaŭenigi nunan linion
gl: Avanzar a liña actual
zh_cn: 推进当前行

source: Makes the line after the current one active
ar: اجعل السطر الذي بعد السطر الحالي نشطًا
eo: Aktivigas la linion post la nuna
gl: Activa a liña despois da actual
zh_cn: 将光标移至当前行的后一行

source: Detect Errors...
ar: اكشف الأخطاء...
eo: Detekti Erarojn...
gl: Detectar erros…
zh_cn: 检测错误…

source: Detect errors in the current subtitle
ar: اكتشف الأخطاء في الترجمة الحالية
eo: Detektu erarojn en la nuna subteksto
gl: Detectar erros nos subtítulos actuais.
zh_cn: 检测当前字幕中的错误

source: Clear Errors/Marks
ar: امسح الأخطاء/العلامات
eo: Forigi Erarojn/Markojn
gl: Borrar os erros e máscaras
zh_cn: 清除错误/标注

source: Clear detected errors and marks in the current subtitle
ar: امسح الأخطاء والعلامات المكتشفة في الترجمة الحالية
eo: Forigi detektitajn erarojn kaj markojn en la nuna subteksto
gl: Borrar os erros detectados e marcas nos subtítulos actuais.
zh_cn: 清除在当前字幕中检测到的错误与标注

source: Select Next Error/Mark
ar: حدّد الخطأ/العلامة التالية
eo: Elektu Sekva Eraro/Marko
gl: Seleccionar o seguinte erro ou marca
zh_cn: 选择下一个错误/标注

source: Select next line with error or mark
ar: حدّد السطر التالي الذي يحوي خطأ أو علامة
eo: Elektu sekvan linion kun eraro aŭ marko
gl: Seleccionar a seguinte liña cun erro ou unha marca.
zh_cn: 选择下一个出现错误或标注的行

source: Select Previous Error/Mark
ar: حدّد الخطأ/العلامة السابقة
eo: Elektu Antaŭan Eraron/Markon
gl: Seleccionar o erro ou marca anterior
zh_cn: 选择上一个错误/标注

source: Select previous line with error or mark
ar: حدّد السطر السابق الذي يحوي خطأ أو علامة
eo: Elektu antaŭan linion kun eraro aŭ marko
gl: Seleccionar a liña anterior cun erro ou unha marca.
zh_cn: 选择上一个出现错误或标注的行

source: Spelling...
ar: إملاء...
eo: Literumo...
gl: Ortografía…
zh_cn: 拼写…

source: Check lines spelling
ar: دقّق إملاء الأسطر
eo: Kontroli literumadon de linioj
gl: Comprobar a ortografía das liñas
zh_cn: 检查字幕行拼写

source: Toggle Mark
ar: بدّل العلامة
eo: Baskuligi Markon
gl: Conmutar a marca
zh_cn: 切换标注

source: Toggle mark on selected lines
ar: بدّل العلامة على الأسطر المحددة
eo: Baskuligi markon sur elektitaj linioj
gl: Conmutar a marca nas liñas seleccionadas.
zh_cn: 在当前行切换标注

source: Toggle Bold
ar: بدل التثخين
eo: Baskuligi Grasan
gl: Conmutar a grosa
zh_cn: 切换粗体

source: Toggle selected lines bold attribute
ar: بدّل سمة الغامق للأسطر المحددة
eo: Baskuligi elektitajn liniojn grasan atributon
gl: Conmutar a letra grosa nas liñas seleccionadas.
zh_cn: 切换选定行的粗体属性

source: Toggle Italic
ar: بدل الميلان
eo: Baskuligi Kursivan
gl: Conmutar a cursiva
zh_cn: 切换斜体

source: Toggle selected lines italic attribute
ar: بدّل سمة المائل للأسطر المحددة
eo: Baskuligi elektitajn liniojn kursivan atributon
gl: Conmutar a letra cursiva nas liñas seleccionadas.
zh_cn: 切换选定行的斜体属性

source: Toggle Underline
ar: بدل التسطير
eo: Baskuligi Substreki
gl: Conmutar o subliñado
zh_cn: 切换下划线

source: Toggle selected lines underline attribute
ar: بدّل سمة التحته خط للأسطر المحددة
eo: Baskuligi elektitajn liniojn substreki atributon
gl: Conmutar o subliñado nas liñas seleccionadas.
zh_cn: 切换选定行的下划线属性

source: Toggle Strike Through
ar: بدّل الشطب
eo: Baskuligi Trafrapi
gl: Conmutar o riscado
zh_cn: 切换删除线

source: Toggle selected lines strike through attribute
ar: بدّل سمة الشطب للأسطر المحددة
eo: Baskuligi elektitajn liniojn tra la atributo
gl: Conmutar o riscado nas liñas seleccionadas.
zh_cn: 切换选定行的删除线属性

source: Change Text Color
ar: غيّر لون الخط:
eo: Ŝanĝi tekstkoloron
gl: Cambiar a cor de texto
zh_cn: 更改文字颜色

source: Change text color of selected lines
ar: غيّر لون نص الأسطر المحددة
eo: Ŝanĝu tekstokoloron de elektitaj linioj
gl: Cambiar a cor do texto nas liñas seleccionadas
zh_cn: 改变选定行的文字颜色

source: Shift...
ar: انقل…
gl: Maiús…
zh_cn: 位移…

source: Shift lines an specified amount of time
ar: أزح الأسطر مقدارًا زمنيًا محددًا
eo: Ŝanĝi liniojn specifan kvanton da tempo
gl: Desprazar as liñas unha cantidade indicada de tempo.
zh_cn: 将字幕行偏移指定的时间量

source: Adjust...
ar: اضبط...
eo: Alĝustigi...
gl: Axustar…
zh_cn: 调适…

source: Linearly adjust all lines to a specified interval
ar: اضبط كل الأسطر خطيًا إلى فترة زمنية محددة
eo: Lineare alĝustigu ĉiujn liniojn al specifa intervalo
gl: Axustar de maneira linear todas as liñas a un intervalo indicado.
zh_cn: 将所有字幕行线性化调整为指定时间间隔

source: Change Frame Rate...
ar: غيّر معدل الإطارات...
eo: Ŝanĝi kadrofrekvencon...
gl: Cambiar a taxa de fotogramas…
zh_cn: 更改帧率…

source: Retime subtitle lines by reinterpreting its frame rate
ar: أعد توقيت أسطر الترجمة بإعادة تفسير معدل الإطارات الخاص بها
eo: Retempigi subtitolliniojn reinterpretante ĝian framfrekvencon
gl: Cambiar o tempo das liñas de subtítulos reinterpretando a súa taxa de fotogramas.
zh_cn: 重新解析帧率以对字幕行重新计时

source: Enforce Duration Limits...
ar: افرض حدود المدة...
eo: Devigi Daŭrolimojn...
gl: Aplicar límites de duración…
zh_cn: 强制执行持续时长限制…

source: Enforce lines minimum and/or maximum duration limits
ar: افرض حدود المدة القصوى و/أو الدنيا للأسطر
eo: Devigis liniojn minimumajn kaj/aŭ maksimumajn daŭrolimojn
gl: Aplicar límites de duración mínimos e máximos…
zh_cn: 强制为字幕行执行最小和/或最大持续时长限制

source: Set Automatic Durations...
ar: عيّن المدات الآلية...
eo: Agordu Aŭtomatajn Daŭrojn...
gl: Definir duracións automáticas…
zh_cn: 设置自动持续时长…

source: Set lines durations based on amount of letters, words and line breaks
ar: عيّن مدد الأسطر بناءً على عدد الأحرف والكلمات وفواصل الأسطر
eo: Fiksu linio-daŭrojn laŭ kvanto de literoj, vortoj kaj linio-rompoj
gl: Definir a duración das liñas segundo a cantidade de letras, palabras e saltos de liña.
zh_cn: 根据字母、单词和换行符设置每行的持续时长

source: Maximize Durations...
ar: طوّل المدات...
eo: Maksimumigu Daŭrojn...
gl: Maximizar as duracións…
zh_cn: 最大化持续时长...

source: Extend lines durations up to their next lines show time
ar: مدّد مدد الأسطر حتى وقت عرض أسطرها التالية
eo: Plilongigi liniojn daŭroj ĝis iliaj sekvaj linioj montras tempon
gl: Estender as duracións das liñas ata o tempo no que se amosan as que lle seguen.
zh_cn: 延长各行的持续时间至下一行开始

source: Fix Overlapping Times...
ar: أصلح الأوقات المتداخلة...
eo: Ripari Interkovrajn Tempojn...
gl: Corrixir os tempos sobrepostos…
zh_cn: 修复时值重叠…

source: Fix lines overlapping times
ar: أصلح الأوقات المتداخلة للأسطر
eo: Ripari liniojn interkovrantaj tempojn
gl: Corrixir os tempos sobrepostos de liñas.
zh_cn: 修复发生时值重叠的行

source: Synchronize with Subtitle...
ar: زامن مع الترجمة...
eo: Sinkronigi kun Subtitolo...
gl: Sincronizar cos subtítulos…
zh_cn: 与字幕同步…

source: Copy timing information from another subtitle
ar: انسخ معلومات التوقيت من ترجمة أخرى
eo: Kopiu tempinformojn de alia subteksto
gl: Copiar a información temporal doutros subtítulos.
zh_cn: 从另一字幕复制时值信息

source: Break Lines...
ar: اكسر الأسطر...
eo: Romplinioj...
gl: Dividir as liñas…
zh_cn: 断开行…

source: Automatically set line breaks
ar: عيّن فواصل الأسطر تلقائيًا
eo: Aŭtomate agordu liniorompojn
gl: Definir automaticamente saltos de liña.
zh_cn: 自动设置字幕换行

source: Unbreak Lines...
ar: ادمج الأسطر...
eo: Malrompu Liniojn...
gl: Corrixir as liñas…
zh_cn: 取消断行…

source: Remove line breaks from lines
ar: أزل فواصل الأسطر من الأسطر
eo: Forigu liniorompojn de linioj
gl: Retirar saltos de liña das liñas.
zh_cn: 从行中移除断行标记

source: Simplify Spaces...
ar: بسّط المسافات...
eo: Simpligu Spacojn...
gl: Simplificar os espazos…
zh_cn: 简化空格...

source: Remove unneeded spaces from lines
ar: أزل المسافات غير الضرورية من الأسطر
eo: Forigu nebezonatajn spacojn de linioj
gl: Retirar espazos innecesarios das liñas.
zh_cn: 从行中删除不需要的空格

source: Change Case...
ar: غيّر حالة الأحرف...
eo: Ŝanĝi Usklecon...
gl: Cambiar as Maiúsculas…
zh_cn: 更改大小写…

source: Change lines text to upper, lower, title or sentence case
ar: غيّر حالة نص الأسطر إلى كبيرة، أو صغيرة، أو عنوان، أو جملة
eo: Ŝanĝu liniojn tekston al supra, malsupra, titolo aŭ frazo
gl: Cambiar o texto das liñas a maiúsculas, minúsculas, título ou maiúsculas iniciais.
zh_cn: 修改字幕行文本为大写、小写、标题或句子格式

source: Fix Punctuation...
ar: أصلح علامات الترقيم...
eo: Ripari interpunkcion...
gl: Corrixir a puntuación…
zh_cn: 修复标点…

source: Fix punctuation errors in lines
ar: أصلح أخطاء علامات الترقيم في الأسطر
eo: Ripari interpunkciajn erarojn en linioj
gl: Corrixir os erros de puntuación das liñas.
zh_cn: 修复字幕行中的标点错误

source: Translate...
ar: ترجم...
eo: Traduki...
gl: Traducir…
zh_cn: 翻译…

source: Translate lines texts using Google services
ar: ترجم نصوص الأسطر باستخدام خدمات جوجل
eo: Traduku liniojn tekstojn per Google-servoj
gl: Traducir o texto das liñas cos servizos de Google.
zh_cn: 使用 Google 服务翻译字幕行文本

source: Edit Line in Place
ar: حرّر السطر في المكان
eo: Redaktu Linion surloke
gl: Editar a liña in situ
zh_cn: 就地编辑行

source: Edit current line text in place
ar: حرّر نص السطر الحالي في مكانه
eo: Redaktu nunan liniotekston surloke
gl: Editar o texto da liña actual in situ.
zh_cn: 就地编辑当前行文本

source: Open Video...
ar: افتح الفيديو...
eo: Malfermu Videon...
gl: Abrir o vídeo…
zh_cn: 打开视频...

source: Open video file
ar: افتح ملف الفيديو
eo: Malfermu videodosieron
gl: Abrir un ficheiro de vídeo
zh_cn: 打开视频文件

source: Open &Recent Video
ar: افتح الفيديو الأ&خير
eo: Malfermu &Lastatempan Videon
gl: Abrir un vídeo &recente
zh_cn: 打开最近的视频(&R)

source: Import Subtitle Stream
ar: استورد دفق الترجمة
eo: Importu Subtitolon Rojo
gl: Importar un fluxo de subtítulos
zh_cn: 导入字幕流

source: Import subtitle stream into subtitle editor
ar: استورد دفق الترجمة إلى محرر الترجمة
eo: Importu subtitolan fluon en subtitolan redaktilon
gl: Importar un fluxo de subtítulos no editor de subtítulos.
zh_cn: 将字幕流导入编辑器

source: Recognize Speech
ar: تعرّف على الكلام
eo: Rekonu Parolon
gl: Recoñecer unha fala
zh_cn: 语音识别

source: Recognize speech in audio stream
ar: تعرّف على الكلام في الدفق الصوتي
eo: Rekonu paroladon en sona fluo
gl: Recoñecer a fala nun fluxo de son.
zh_cn: 从音频流中识别语音

source: Close Video
ar: أغلق الفيديو
eo: Fermu Videon
gl: Pechar o vídeo
zh_cn: 关闭视频

source: Close video file
ar: أغلق ملف الفيديو
eo: Fermu videodosieron
gl: Pechar o ficheiro de vídeo.
zh_cn: 关闭视频文件

source: Full Screen Mode
ar: وضع ملء الشاشة
eo: Plenekrana Reĝimo
gl: Modo a pantalla completa
zh_cn: 全屏模式

source: Toggle full screen mode
ar: بدّل وضع ملء الشاشة
eo: Baskuligi plenekranan reĝimon
gl: Conmutar o modo a pantalla completa
zh_cn: 切换全屏模式

source: Stop
ar: أوقف
eo: Halti
gl: Deter
zh_cn: 停止

source: Stop video playback
ar: أوقف تشغيل الفيديو
eo: Ĉesu videoludadon
gl: Deter a reprodución do vídeo.
zh_cn: 停止视频播放

source: Toggle video playing/paused
ar: بدّل تشغيل/إيقاف الفيديو مؤقتًا
eo: Ŝaltu videoludado/paŭzita
gl: Conmutar a reprodución ou pausa do vídeo.
zh_cn: 切换视频播放/暂停

source: Seek Backward
ar: تراجع
eo: Serĉi Malantaŭen
gl: Rebobinar
zh_cn: 快退

source: Seek Forward
ar: البحث للأمام
eo: Serĉi Antaŭen
gl: Avanzar
zh_cn: 快进

source: Frame Step Backward
ar: اسعَ بخطوة للخلف
eo: Kadropaŝi Malantaŭen
gl: Atrasar un fotograma
zh_cn: 上一帧

source: Frame Step Forward
ar: اسعَ بخطوة للأمام
eo: Kadropaŝi Antaŭen
gl: Adiantar un fotograma
zh_cn: 下一帧

source: Seek to Previous Line
ar: اذهب إلى السطر السابق
eo: Serĉu al Antaŭa Linio
gl: Ir á liña anterior
zh_cn: 退至前一行

source: Seek to previous subtitle line show time
ar: اذهب إلى وقت عرض سطر الترجمة السابق
eo: Serĉu antaŭan subtitollinian spektaklotempon
gl: Ir ao tempo da liña anterior de subtítulos.
zh_cn: 退至前一行字幕的显示时间

source: Increase media play rate
ar: زِد معدل تشغيل الوسائط
eo: Pliigi aŭdvidaĵan ludrapidecon
gl: Aumentar a velocidade de reprodución do contido multimedia.s
zh_cn: 提高播放速率

source: Increase media playback rate
ar: زِد معدل تشغيل الوسائط
eo: Pliigi la reproduktan rapidecon de aŭdvidaĵoj
gl: Aumentar a velocidade de reprodución do contido multimedia.
zh_cn: 提高媒体的播放速度

source: Decrease media play rate
ar: قَلّل معدل تشغيل الوسائط
eo: Malpliigi aŭdvidaĵan ludrapidecon
gl: Reducir a velocidade de reprodución do contido multimedia.s
zh_cn: 降低播放速率

source: Decrease media playback rate
ar: قَلّل معدل تشغيل الوسائط
eo: Malpliigi la reproduktan rapidecon de aŭdvidaĵoj
gl: Reducir a velocidade de reprodución do contido multimedia.s
zh_cn: 降低媒体的播放速度

source: Play Current Line and Pause
ar: شغّل السطر الحالي وأوقفه مؤقتًا
eo: Ludu Nunan Linion kaj Paŭzu
gl: Reproducir a liña actual e pausar
zh_cn: 播放当前行并暂停

source: Seek to selected subtitle line show time, play it and then pause
ar: اذهب إلى وقت عرض سطر الترجمة المحدد، شغّله ثم أوقفه مؤقتًا
eo: Serĉu la elektitan subtitolon montri tempon, ludu ĝin kaj poste paŭzu
gl: Ir ao tempo da liña seleccionada de subtítulos, reproducila, e pausar.
zh_cn: 时移到选定的字幕行显示时间，播放字幕行然后暂停

source: Seek to Current Line
ar: اذهب إلى السطر الحالي
eo: Serĉu al Nuna Linio
gl: Ir á liña actual
zh_cn: 时移到当前行

source: Seek to selected subtitle line show time
ar: اذهب إلى وقت عرض سطر الترجمة المحدد
eo: Serĉu la elektitan subtitolan spektaklon
gl: Ir ao tempo da liña seleccionada de subtítulos.
zh_cn: 时移到选定字幕行的显示时间

source: Seek to Next Line
ar: اذهب إلى السطر التالي
eo: Serĉu al Sekva Linio
gl: Ir á seguinte liña
zh_cn: 时移到下一行

source: Seek to next subtitle line show time
ar: اذهب إلى وقت عرض سطر الترجمة التالي
eo: Serĉu la sekvan subtitollinian spektaklon
gl: Ir ao tempo da seguinte liña de subtítulos.
zh_cn: 时移到下一字幕行的显示时间

source: Set Line Show Time to Video Position
ar: عيّن وقت عرض السطر إلى موضع الفيديو
eo: Agordu Linion Montri Tempon al Video Pozicio
gl: Definir o tempo de visualización da liña como a posición do vídeo
zh_cn: 将字幕行显示时间设为视频位置

source: Set current line show time to video position
ar: عيّن وقت عرض السطر الحالي إلى موضع الفيديو
eo: Agordu la nunan liniospektaklotempon al videopozicio
gl: Definir o tempo de visualización da liña actual como a posición do vídeo
zh_cn: 将当前字幕行的显示时间设为视频位置

source: Set Line Hide Time to Video Position
ar: عيّن وقت إخفاء السطر إلى موضع الفيديو
eo: Agordu Linion Kaŝi Tempon al Video Pozicio
gl: Definir o tempo de ocultación da liña como a posición do vídeo
zh_cn: 将字幕行消隐时间设为视频位置
