Repository: KDE/subtitlecomposer
Catalog: po/*/subtitlecomposer.po
Languages: ar, eo, gl, zh_cn

source: chars/sec
ar: حروف/ثانية
eo: signoj/sek
gl: caracteres/s
zh_cn: 字符每秒

source: <b>Position</b>
ar: <b>الموقع</b>
eo: <b>Pozicio</b>
gl: <b>Posición</b>
zh_cn: <b>位置</b>

source: <b>Length</b>
ar: <b>الطّول</b>
eo: <b>Longeco</b>
gl: <b>Lonxitude</b>
zh_cn: <b>长度</b>

source: <b>Playback Rate</b>
ar: <b>معدل التشغيل</b>
eo: <b>Reprodukta indico</b>
gl: <b>Velocidade de reprodución</b>
zh_cn: <b>播放速率</b>

source: <qt>There was an error opening media file %1.</qt>
ar: <qt>حدث خطأ عند فتح ملف الوسائط %1.</qt>
eo: <qt>Okazis eraro dum la malfermado de aŭdvidaĵa dosiero %1.</qt>
gl: <qt>Produciuse un erro ao abrir o ficheiro multimedia %1.</qt>
zh_cn: <qt>打开媒体文件 %1 时发生错误。</qt>

source: <i>Unknown</i>
ar: <i>مجهول</i>
eo: <i>Nekonata</i>
gl: <i>Descoñecido</i>
zh_cn: <i>未知</i>

source: Unexpected error when playing file.
ar: حدث خطأ غير متوقع عند تشغيل الملف.
eo: Neatendita eraro dum ludado de dosiero.
gl: Produciuse un erro inesperado ao reproducir o ficheiro.
zh_cn: 播放文件时产生意外错误。

source: Error Playing File
ar: خطأ في تشغيل الملف
eo: Eraro dum Ludado de Dosiero
gl: Produciuse un erro ao reproducir o ficheiro
zh_cn: 播放文件时错误

source: &Stylesheet
ar: &ورقة الأنماط
eo: &Stilfolio
gl: Folla de e&stilos
zh_cn: 样式表(&S)

source: &Comments
ar: &تعليقات
eo: &Komentoj
gl: &Comentarios
zh_cn: 注释(&C)

source: &Position
ar: ال&موضع
eo: &Pozicio
gl: &Posición
zh_cn: 位置(&P)

source: Header
ar: الترويسة
eo: Kapo
gl: Cabeceira
zh_cn: 标题

source: Footer
ar: التذييل
eo: Piedo
gl: Pé de páxina
zh_cn: 页尾

source: Form
ar: الاستمارة
eo: Formo
gl: Formulario
zh_cn: 窗体

source: Horizontal Alignment
ar: محاذاة أفقية
eo: Horizontala alĝustigo
gl: Aliñamento horizontal
zh_cn: 水平对齐

source: Vertical Alignment
ar: محاذاة العموديّة
eo: Vertikala alĝustigo
gl: Aliñamento vertical
zh_cn: 垂直对齐

source: Position/Size
ar: الموضع/الحجم
eo: Pozicio/Grandeco
gl: Posición/tamaño

source: <b>Observations:</b>
ar: <b>الملاحظات:</b>
eo: <b>Observoj:</b>
gl: <b>Observacións:</b>

# @title:column Subtitle line number
source: Line
ar: السّطر
eo: Linio
gl: Liña

# @title:column
source: Pause
ar: ألبث
eo: Paŭzi
gl: Pausa

# @title:column
source: Show Time
ar: وقت العرض
eo: Montri Horon
gl: Tempo de visualización

# @title:column
source: Hide Time
ar: اخف الوقت
eo: Kaŝi Tempon
gl: Tempo de ocultación

# @title:column
source: Duration
ar: المدّة
eo: Daŭro
gl: Duración

# @title:column Subtitle line (primary) text
source: Text
ar: النص
eo: Teksto
gl: Texto

# @title:column Subtitle line translation text
source: Translation
ar: الترجمة
eo: Traduko
gl: Tradución

source: Styles
ar: الأنماط
eo: Stiloj
gl: Estilos

source: Times
ar: المرات
eo: Tempoj
gl: Tempos

source: Errors
ar: الأخطاء
eo: Eraroj
gl: Erros

source: Cut
ar: قصّ
eo: Tondi
gl: Cortar

source: Copy
ar: انسخ
eo: Kopii
gl: Copiar

source: Paste
ar: ألصق
eo: Alglui
gl: Pegar

# @action:inmenu Clear all text
source: Clear
ar: امحُ
eo: Viŝi
gl: Borrar

# @action:inmenu Toggle bold style
source: Bold
ar: ثخين
eo: Grasa
gl: Grosa

# @action:inmenu Toggle italic style
source: Italic
ar: مائل
eo: Kursiva
gl: Cursiva

# @action:inmenu Toggle underline style
source: Underline
ar: تسطير
eo: Substrekita
gl: Subliñada

# @action:inmenu Toggle strike through style
source: Strike Through
ar: مسطر عليه
eo: Enstrekita
gl: Riscado

# @action:inmenu Change Text Color
source: Text Color
ar: لون النّصّ
eo: Teksta Koloro
gl: Cor do texto

source: Generating waveform
ar: يولّد شكل الموجة
eo: Genera ondoformo
gl: Xerando a forma de onda

source: Select Line
ar: حدد خطاً
eo: Elektu Linio
gl: Seleccionar a liña

source: Remove Line
ar: أزِل السطر
eo: Forigi Linion
gl: Eliminar a liña

source: Split Line
ar: قسّم السطر
eo: Split Linio
gl: Dividir a liña

source: Set Current Line Show Time
ar: حدّد وقت عرض السطر الحالي
eo: Agordu Nunan Linion Montri Tempon
gl: Definir o tempo de visualización da liña actual

source: Set Current Line Hide Time
ar: حدّد وقت إخفاء السطر الحالي
eo: Agordu Nunan Linian Kaŝtempon
gl: Definir o tempo de ocultación da liña actual

source: Unknown
ar: مجهول
eo: Nekonata
gl: Descoñecido

source: The primary subtitle to be edited.
ar: الترجمة الأساسية المراد تحريرها.
eo: La ĉefa subtitolo redaktenda.
gl: Os subtítulos principais para editar.

source: The video to be subtitled.
ar: الفيديو المراد تعليقه.
eo: La video subtitolota.
gl: O vídeo que subtitular.

source: The translation subtitle to be edited. If included, a second pane gets added to the right of the primary subtitle for side-by-side translation.
ar: الترجمة المراد تحريرها. إذا تم تضمينها، تتم إضافة لوحة ثانية إلى يمين الترجمة الأساسية للترجمة جنبًا إلى جنب.
eo: La traduksubtitolo redaktota. Se inkluzivita, dua panelo estas aldonita dekstre de la ĉefa subtitolo por flank-al-flanke traduko.
gl: Os subtítulos de tradución para editar. Se se inclúen, engádese un segundo panel á dereita dos subtítulos principais para traducir lado a lado.

source: Subtitle Composer
ar: صانع الترجمة
eo: Subtitolo Komponisto
gl: Compositor de subtítulos

source: A KDE subtitle editor.
ar: محرر ترجمات لكيدي.
eo: KDE-redaktilo de subtitoloj.
gl: Un editor de subtítulos de KDE.

source: Maintainer
ar: الصائن
eo: Prizorganto
gl: Mantemento.

source: Former Maintainer
ar: الصائن السابق
eo: Iama prizorganto
gl: Mantemento anterior.

source: Patches and Website
ar: الرقع والموقع الإلكتروني
eo: Flikiloj kaj Retejo
gl: Parches e sitio web.

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eo: Oliver Kellogg
gl: Adrián Chaves (Gallaecio)

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eo: olivermkellogg@gmail.com
gl: adrian@chaves.gal

source: code contributions
ar: مساهمو الشِفرة
eo: kodo kontribuoj
gl: Contribucións de código.

source: code contributions, Arch Linux packaging
ar: مساهمات في الكود، تغليف Arch Linux
eo: kodaj kontribuoj, pakado de Arch Linux
gl: Contribucións de código, paquete para Arch Linux.

source: All people who have contributed and I have forgotten to mention
ar: كلّ مَن ساهم ونسيت ذكره
eo: Ĉiuj kontribuantoj, pri kiuj mi forgesis
gl: Toda a xente que contribuíu e esquecín nomear

source: Video Player
ar: مشغّل فيديوهات
eo: Videoludilo
gl: Reprodutor de vídeo

source: Waveform
ar: شكل الموجة
eo: Ondformo
gl: Forma da onda

source: Styles and Comments
ar: الأنماط والتعليقات
eo: Stiloj kaj Komentoj
gl: Estilos e comentarios

source: Default Subtitles Encoding
ar: ترميز الترجمة المبدئي
eo: Defaŭlta Subtitoloj Kodado
gl: Codificación predeterminada dos subtítulos

source: Line Break Character
ar: حرف فاصل السطر
eo: Linia Rompi Signo
gl: Carácter de salto de liña

source: Seek Offset On Double Click
ar: انقُل الإزاحة بالنقر المزدوج
eo: Serĉu Offset Sur Duobla Klako
gl: Salto con prema dupla

source: Jump to prev/next line offset
ar: اقفز إلى إزاحة السطر السابق/التالي
eo: Salti al antaŭa/sekva linio-offseto
gl: Desprazamento do salto á liña seguinte ou anterior.

source: Unpause On Double Click
ar: استأنف التشغيل بالنقر المزدوج
eo: Malpaŭzigi Je Duobla Klako
gl: Continuar con prema dupla

source: Automatic Video Load
ar: حمّل الفيديو آليًا
eo: Aŭtomata Video Ŝargo
gl: Carga automática de vídeo
zh_cn: 自动载入视频

source: Lines Quick Shift Amount
ar: مقدار الانزياح السريع للسطور
eo: Linioj Rapida Ŝanĝo Kvanto
gl: Cantidade de desprazamento rápido de liñas
zh_cn: 字幕行快速移位量

source: Grabbed Position Compensation
ar: عوّض الموضع الملتقط
eo: Kaptita Pozicio Kompenso
gl: Compensación de posición collida
zh_cn: 抓取位置补偿

source: Default subtitle line duration
ar: المدة المبدئية لسطر الترجمة
eo: Defaŭlta subtitola liniodaŭro
gl: Duración predeterminada de liña de subtítulos.
zh_cn: 默认字幕行持续时间

source: Default duration between subtitle lines
ar: المدة المبدئية بين سطور الترجمة
eo: Defaŭlta daŭro inter subtitolaj linioj
gl: Duración predeterminada entre liñas de subtítulos.
zh_cn: 字幕各行间的默认持续时间

source: Maximum number of characters
ar: أقصى عدد للحروف
eo: Maksimuma nombro da signoj
gl: Número máximo de caracteres.

source: Maximum number of lines
ar: أقصى عدد للسطور
eo: Maksimuma nombro da linioj
gl: Número máximo de liñas.

source: Maximum number of characters per line
ar: أقصى عدد للحروف في كل سطر
eo: Maksimuma nombro da signoj po linio
gl: Número máximo de caracteres por liña.

source: Minimum duration
ar: أقصر مدة
eo: Minimuma daŭro
gl: Duración mínima.

source: Maximum duration
ar: أقصى مدة
eo: Maksimuma daŭro
gl: Duración máxima.

source: Minimum duration per character
ar: أقل مدة لكل حرف
eo: Minimuma daŭro por signo
gl: Duración mínima por carácter.

source: Ideal duration per character
ar: المدة المثالية لكل حرف
eo: Ideala daŭro po signo
gl: Duración ideal por carácter.

source: Maximum duration per character
ar: أقصى مدة لكل حرف
eo: Maksimuma daŭro po signo
gl: Duración máxima por carácter.

source: Default Language
ar: اللغة المبدئية
eo: Defaŭlta Lingvo
gl: Idioma predeterminado

source: Auto detect language
ar: اكتشف اللغة آليًا
eo: Aŭtomate detekti lingvon
gl: Detectar o idioma automaticamente.

source: Default client
ar: العميل المبدئي
eo: Defaŭlta kliento
gl: Cliente predeterminado.

source: Background checker enabled
ar: مفعل كاشف الخلفية
eo: Fonkontrolilo ŝaltita
gl: Activar o comprobador en segundo plano.

source: Checker enabled by default
ar: الكاشف مفعل آليًا
eo: Kontrolilo ŝaltita defaŭlte
gl: Activar o comprobador de maneira predeterminada.

source: Skip uppercase
ar: تخطّ الأحرف الكبيرة
eo: Pretersalti majusklojn
gl: Omitir as maiúsculas.

source: Skip Run Together
ar: تخطّ الكلمات الملتصقة
eo: Salti Kunkuron
gl: Omitir a execución conxunta

source: Waveform Inner Color
ar: لون الموجة الداخلي
eo: Ondformo Interna Koloro
gl: Cor interna da forma de onda

source: Waveform Outer Color
ar: لون الموجة الخارجي
eo: Ondoformo Ekstera Koloro
gl: Cor externa da forma de onda

source: Waveform Smooth Scrolling
ar: مرر الموجة بسلاسة
eo: Ondoformo Glata Scrolling
gl: Desprazamento suave da forma de onda

source: Autoscroll Padding
ar: حشو التمرير الآلي
eo: Aŭtomata rulumilo
gl: Enchedura de desprazamento automático

source: Autoscroll page when play position reaches ScrollPadding distance (percentage) from page border.
ar: مرر الصفحة آليًا عندما يصل موضع التشغيل إلى مسافة ScrollPadding (نسبة مئوية) من حدود الصفحة.
eo: Aŭtomatrula paĝo kiam ludpozicio atingas ScrollPadding-distancon (procento) de paĝa rando.
gl: Desprazar automaticamente a páxina cando a posición de reprodución acada a distancia de enchedura de desprazamento (porcentaxe) desde o bordo da páxina.

source: Waveform Subtitle Background Color
ar: لون خلفية ترجمة الموجة
eo: Ondoformo Subtitolo Fona Koloro
gl: Cor de fondo dos subtítulos da forma de onda

source: Waveform Subtitle Border Color
ar: لون حدود ترجمة الموجة
eo: Ondoformo Subtitolo Bordo Koloro
gl: Cor do bordo dos subtítulos da forma de onda

source: Waveform Subtitle Border Width
ar: عرض حدود ترجمة الموجة
eo: Ondoformo Subtitolo Border Larĝo
gl: Anchura do bordo dos subtítulos da forma de onda

source: Waveform Selected Subtitle Background Color
ar: لون خلفية الترجمة المحددة في الموجة
eo: Ondoformo Elektita Subtitolo Fona Koloro
gl: Cor de fondo dos subtítulos seleccionados da forma de onda

source: Waveform Selected Subtitle Border Color
ar: لون حدود الترجمة المحددة في الموجة
eo: Ondoformo Elektita Subtitola Bordo Koloro
gl: Cor do bordo dos subtítulos seleccionados da forma de onda

source: Font Family
ar: عائلة الخطّ
eo: Tiparofamilio
gl: Familia da fonte

source: Subtitle Number Font Size
ar: حجم خط أرقام الترجمة
eo: Subtitolo Nombro Tiparo Grandeco
gl: Tamaño da letra dos números dos subtítulos

source: Subtitle Number Font Color
ar: لون خط أرقام الترجمة
eo: Subtitolo Nombro Tiparo Koloro
gl: Cor do texto dos números dos subtítulos

source: Subtitle Text Font Size
ar: حجم خط نص الترجمة
eo: Subtitolo Teksto Tiparo Grandeco
gl: Tamaño da letra dos subtítulos

source: Subtitle Text Font Color
ar: لون خط نص الترجمة
eo: Subtitolo Teksto Tiparo Koloro
gl: Cor do texto dos subtítulos

source: Mouse Location Line Color
ar: لون خط موقع الفأرة
eo: Muso Loka Linio Koloro
gl: Cor de liña da localización do rato

source: Play Location Line Color
ar: لون خط موقع التشغيل
eo: Ludu Loka Linia Koloro
gl: Cor de liña da localización da reprodución

source: Jump length on seek
ar: طول القفزة عند البحث
eo: Saltu longecon sur serĉo
gl: Lonxitude do salto ao desprazar

source: Amount of frames to skip when stepping
ar: عدد الإطارات التي يتم تخطيها عند التقدم خطوة
eo: Kvanto da kadroj por preterpasi dum paŝo
gl: Cantidade de fotogramas que omitir ao saltar.

source: Show editable time position
ar: أظهر موضع الوقت القابل للتحرير
eo: Montru redakteblan tempopozicion
gl: Amosar a posición de tempo editábel.

source: Volume Amplification
ar: تضخيم حجم الصوت
eo: Laŭteco-Ampligo
gl: Amplificación do volume

source: Font Size
ar: حجم الخط
eo: Tiparo Grandeco
gl: Tamaño da letra

source: Font Color
ar: لون الخط
eo: Tiparo Koloro
gl: Cor do texto

source: Outline Color
ar: لون المحيط
eo: Skizo Koloro
gl: Cor da silueta

source: Outline Width
ar: عرض المحيط
eo: Skizo Larĝo
gl: Anchura da silueta

source: Last used translate engine
ar: يحدد محرك الترجمة المستخدم آخر مرة
eo: Laste uzata tradukmotoro
gl: Último motor de tradución usado.

source: Service Account JSON containing private key
ar: يحدد JSON حساب الخدمة الذي يحتوي على المفتاح الخاص
eo: Serva Konto JSON enhavanta privatan ŝlosilon
gl: JSON de conta de servizo que contén a chave privada.

source: source language - cached
ar: اللغة المصدر - مخزنة مؤقتًا
eo: fontlingvo - kaŝmemorigita
gl: Idioma de orixe, na caché.

source: translation language - cached
ar: لغة الترجمة - مخزنة مؤقتًا
eo: traduklingvo - kaŝmemorigita
gl: Idioma da tradución, na caché.

source: access token - cached
ar: رمز الوصول - مخزن مؤقتًا
eo: alirĵetono - kaŝmemorigita
gl: Pase, na caché.

source: access token expiry - cached
ar: انتهاء صلاحية رمز الوصول - مخزن مؤقتًا
eo: alirĵetono eksvalidiĝo - kaŝmemorigita
gl: Caducidade do pase, na caché.

source: access token type - cached
ar: نوع رمز الوصول - مخزن مؤقتًا
eo: alirĵetono tipo - kaŝmemorigita
gl: Tipo de pase, na caché.

source: DeepL API authentication key
ar: يحدد مفتاح مصادقة DeepL API
eo: DeepL API-aŭtentikigŝlosilo
gl: Chave de autenticación da API de DeepL.

source: DeepL API domain name
ar: يحدد اسم نطاق DeepL API
eo: DeepL API domajna nomo
gl: Nome de dominio da API de DeepL.

source: MinT API URL prefix
ar: يحدد بادئة عنوان MinT API
eo: MinT API URL-prefikso
gl: Prefixo do URL da API de MinT.

source: Non-Script Files
ar: الملفات غير البرمجية
eo: Ne-Skriptoj Dosieroj
gl: Ficheiros que non son guións

source: Title
ar: العنوان
eo: Titolo
gl: Título

source: Version
ar: الإصدارة
eo: Versio
gl: Versión

source: Author
ar: المؤلف
eo: Aŭtoro
gl: Autoría

source: Path
ar: المسار
eo: Vojo
gl: Ruta

source: Information
ar: معلومات
eo: Informoj
gl: Información

source: Warning
ar: تحذير
eo: Averto
gl: Aviso

source: Error
ar: خطأ
eo: Eraro
gl: Erro

source: Edit
ar: حرّر
eo: Redakti
gl: Editar

source: View
ar: اعرض
eo: Vido
gl: Vista

source: A script already exists with this name. Would you like to enter another name?
ar: يوجد نص برمجي بهذا الاسم مسبقًا. هل ترغب في إدخال اسم آخر؟
eo: Skripto jam ekzistas kun ĉi tiu nomo. Ĉu vi ŝatus enigi alian nomon?
gl: Xa hai un guión con ese nome. Quere escribir outro?

source: Duplicate filename
ar: اسم ملف مكرر
eo: Duobla dosiernomo
gl: Nome de ficheiro duplicado

source: Yes
ar: نعم
eo: Jes
gl: Si

source: Create New Script
ar: أنشئ نصًا برمجيًا جديدًا
eo: Krei Novan Skripton
gl: Crear un novo guión

source: Script name:
ar: اسم النص البرمجي:
eo: Skriptonomo:
gl: Nome do guión:

source: There was an error creating the file <b>%1</b>.
ar: حدث خطأ عند إنشاء الملف <b>%1</b>.
eo: Okazis eraro dum kreado de la dosiero <b>%1</b>.
gl: Produciuse un erro ao crear o ficheiro <b>%1</b>.

source: Select Existing Script
ar: اختر النص البرمجي الموجود
eo: Elektu Ekzistantan Skripton
gl: Seleccionar un guión existente

source: You must enter an unused name to continue. Would you like to enter another name?
ar: يجب إدخال اسم غير مستخدم للمتابعة. هل ترغب في إدخال اسم آخر؟
eo: Vi devas enigi neuzatan nomon por daŭrigi. Ĉu vi ŝatus enigi alian nomon?
gl: Para continuar debe escribir un nome que non se estea a usar xa. Quere escribir outro nome?

source: Name Already Used
ar: الاسم مستخدم مسبقًا
eo: Nomo Jam Uzita
gl: Ese nome xa se está a usar

source: Rename Script
ar: غيّر اسم النص البرمجي
eo: Alinomi Skripton
gl: Renomear o guión

source: There was an error opening the file <b>%1</b>.
ar: حدث خطأ أثناء فتح الملف <b>%1</b>.
eo: Okazis eraro dum malfermo de la dosiero <b>%1</b>.
gl: Produciuse un erro ao abrir o ficheiro <b>%1</b>.

source: There was an error copying the file to <b>%1</b>.
ar: حدث خطأ أثناء نسخ الملف إلى <b>%1</b>.
eo: Okazis eraro kopiante la dosieron al <b>%1</b>.
gl: Produciuse un erro ao copiar o ficheiro a <b>%1</b>.

source: Do you really want to send file <b>%1</b> to the trash?
ar: هل تريد حقًّا إرسال الملف <b>%1</b> إلى سلة المهملات؟
eo: Ĉu vi vere volas sendi dosieron <b>%1</b> al la rubujo?
gl: Seguro que quere botar o ficheiro <b>%1</b> no lixo?

source: Move to Trash
ar: انقل إلى المهملات
eo: Movi al Rubujo
gl: Botar no lixo

source: There was an error removing the file <b>%1</b>.
ar: حدث خطأ أثناء إزالة الملف <b>%1</b>.
eo: Okazis eraro dum forigo de la dosiero <b>%1</b>.
gl: Produciuse un erro ao retirar o ficheiro <b>%1</b>.

source: Could not launch external editor.
ar: تعذّر تشغيل المحرّر الخارجي.
eo: Ne eblis lanĉi eksteran redaktilon.
gl: Non foi posíbel iniciar o editor externo.

source: Error opening script %1.
ar: خطأ في فتح النص البرمجي %1.
eo: Eraro dum malfermo de skripto %1.
gl: Produciuse un erro ao abrir o guión %1.

source: Error Running Script
ar: خطأ في تشغيل النص البرمجي
eo: Eraro Rulante Skripton
gl: Erro ao executar o guión

source: Path: %1
ar: المسار: %1
eo: Vojo: %1
gl: Ruta: %1

source: Tools
ar: أدوات
eo: Iloj
gl: Ferramentas

source: Scripts Manager
ar: مدير النصوص البرمجية
eo: Skripto-Manaĝero
gl: Xestor de guións

source: Creates a new script file.
ar: ينشئ ملف نص برمجي جديدًا.
eo: Kreas novan skriptodosieron.
gl: Crea un novo ficheiro de guión.

source: Create...
ar: أنشئ...
eo: Krei...
gl: Crear…

source: Copies an existing script from a specified location.
ar: ينسخ نصًا برمجي موجودًا من موقع محدّد.
eo: Kopias ekzistantan skripton de specifa loko.
gl: Copia un guión existente dunha localización indicada.

source: Add...
ar: أضف...
eo: Aldoni...
gl: Engadir…

source: Sends the selected script to the trash.
ar: يرسل النص البرمجي المحدّد إلى سلة المهملات.
eo: Sendas la elektitan skripton al la rubujo.
gl: Bota o guión seleccionado no lixo.

source: Opens the selected script with an external editor.
ar: يفتح النص البرمجي المحدّد باستخدام محرّر خارجي.
eo: Malfermas la elektitan skripton per ekstera redaktilo.
gl: Abre o guión seleccionado nun editor externo.

source: Executes the selected script.
ar: ينفّذ النص البرمجي المحدّد.
eo: Efektivigas la elektitan skripton.
gl: Executa o guión seleccionado.

source: Run
ar: شغّل
eo: Ruli
gl: Executar

source: Reloads the installed scripts list.
ar: يعيد تحميل قائمة النصوص البرمجية المثبّتة.
eo: Reŝargi la liston de instalitaj skriptoj.
gl: Recarga a lista de guións instalados.

source: Refresh
ar: حدّث
eo: Refreŝigi
gl: Actualizar

source: Directory containing acoustic model files
ar: المجلد الذي يحتوي على ملفات النموذج الصوتي
eo: Dosierujo enhavante akustikajn modeldosierojn
gl: Cartafol que contén ficheiros de modelo acústico.

source: Word trigram language model input file
ar: ملف إدخال نموذج اللغة ثلاثي الكلمات
eo: Vorta trigrama lingvomodela enigdosiero
gl: Ficheiro de entrada de modelo de idioma de trigrama de palabras.

source: Main pronunciation dictionary (lexicon) input file
ar: ملف إدخال قاموس النطق الرئيسي (المعجم)
eo: Ĉefa elparola vortaro (leksikono) eniga dosiero
gl: Ficheiro de entrada de dicionario de pronuncia (léxico) principal.

source: Num of silence frames to keep after speech to silence transition
ar: عدد إطارات الصمت التي يجب الاحتفاظ بها بعد الانتقال من الكلام إلى الصمت
eo: Nombro da silentkadroj por konservi post parolado al silenta transiro
gl: Número de fotogramas de silencio que manter despois dunha transición de fala a silencio.

source: Num of speech frames to keep before silence to speech transition
ar: عدد إطارات الكلام التي يجب الاحتفاظ بها قبل الانتقال من الصمت إلى الكلام
eo: Nombro da parolkadroj por konservi antaŭ silento al paroltransiro
gl: Número de fotogramas de fala que manter antes dunha transición de silencio a fala.

source: Num of speech frames to trigger VAD from silence to speech
ar: عدد إطارات الكلام اللازمة لتفعيل VAD للانتقال من الصمت إلى الكلام
eo: Nombro da parolkadroj por ekigi VAD de silento al parolado
gl: Número de fotogramas de fala que provocan a detección de actividade de voz de silencio a fala.

source: Threshold for decision between noise and silence frames. Log-ratio between signal level and noise level
ar: عتبة التمييز بين إطارات الضوضاء وإطارات الصمت. النسبة اللوغاريتمية بين مستوى الإشارة ومستوى الضوضاء
eo: Sojlo por decido inter bruaj kaj silentaj kadroj. Log-proporcio inter signalnivelo kaj brunivelo
gl: Liminar para a decisión entre fotogramas de ruído e de silencio. Taxa logarítmica entre o nivel de sinal e o nivel de ruído.

source: Sphinx Dictionaries
ar: قواميس Sphinx
eo: Sfinksaj Vortaroj
gl: Dicionarios de Sphinx

source: Trigram Models
ar: نماذج Trigram
eo: Trigramaj Modeloj
gl: Modelos de trigrama

source: Speech Recognition Model
ar: نموذج التعرف على الكلام
eo: Parolado-Rekono-Modelo
gl: Modelo de recoñecemento de fala

source: Pronunciation Dictionary (Lexicon)
ar: قاموس النطق (المعجم)
eo: Prononca Vortaro (Leksikono)
gl: Dicionario de pronuncia (léxico)

source: Trigram Model
ar: نموذج Trigram
eo: Trigrama Modelo
gl: Modelo de trigrama

source: Acoustic Model
ar: النموذج الصوتي
eo: Akustika Modelo
gl: Modelo acústico

source: <html><head/><body><p align="center">Acoustic and Language Models can be downloaded from <a href="https://cmusphinx.github.io/wiki/download/"><span style=" text-decoration: underline; color:#007af4;">CMU Sphinx</span></a></p></body></html>
ar: <html><head/><body><p align="center">يمكن تنزيل النماذج الصوتية ونماذج اللغة من <a href="https://cmusphinx.github.io/wiki/download/"><span style=" text-decoration: underline; color:#007af4;">CMU Sphinx</span></a></p></body></html>
eo: <html><head/><body><p align="center">Akustikaj kaj Lingvaj Modeloj estas elŝuteblaj de <a href="https://cmusphinx.github.io/wiki/download/" ><span style=" text-decoration: substreko; koloro:#007af4;">CMU-Sfinkso</span></a></p></body></html>
gl: <html><head/><body><p align="center">Pode descargar modelos acústicos e de idioma de <a href="https://cmusphinx.github.io/wiki/download/"><span style=" text-decoration: underline; color:#007af4;">Sphinx de CMU</span></a></p></body></html>

source: Voice Activity Detection
ar: خاصية اكتشاف النشاط الصوتي
eo: Detekto de Voĉa Agado
gl: Detección de actividade de voz

source: Noise Threshold
ar: عتبة الضوضاء
eo: Brua Sojlo
gl: Límite de ruído

source: Pre Speech Frames
ar: إطارات ما قبل الكلام
eo: Antaŭ Parolaj Kadroj
gl: Fotogramas antes da fala

source: Post Speech Frames
ar: إطارات ما بعد الكلام
eo: Post Parolaj Kadroj
gl: Fotogramas despois da fala

source: Start Speech Frames
ar: إطارات بدء الكلام
eo: Komencu Parolkadrojn
gl: Fotogramas iniciais de fala

source: Recognizing speech
ar: يتعرف على الكلام
eo: Rekonante parolon
gl: Recoñecendo a fala

source: Abort speech recognition
ar: ألغِ التعرف على الكلام
eo: Ĉesigi parolrekonon
gl: Interromper o recoñecemento de fala

source: No speech recognition plugins available
ar: لا توجد إضافات متاحة للتعرف على الكلام
eo: Neniuj aldonaĵoj pri parolrekono disponeblaj
gl: Non hai complementos de recoñecemento de fala dispoñíbeis.
