Repository: KDE/subtitlecomposer
Catalog: po/*/subtitlecomposer.po
Languages: ar, eo, gl, zh_cn

source: Lower Case
ar: أحرف سفلية
eo: Minuskla
gl: Minúsculas
zh_cn: 小写

source: Upper Case
ar: أحرف علوية
eo: Majusklo
gl: Maiúsculas
zh_cn: 大写

source: Title Case
ar: حالة العنوان
eo: Titolo Kazo
gl: Maiúsculas de título
zh_cn: 标题大小写

source: Sentence Case
ar: حالة الجملة
eo: Frazo Kazo
gl: Maiúsculas de sentencias
zh_cn: 句首大写

source: Break Lines
ar: اكسر الأسطر
eo: Romplinioj
gl: Dividir as liñas
zh_cn: 断开行

source: Synchronize Subtitles
ar: زامن الترجمات
eo: Sinkronigi Subtitolojn
gl: Sincronizar os subtítulos
zh_cn: 同步字幕

source: Join Subtitles
ar: اجمع الترجمات
eo: Kunigi Subtekstojn
gl: Unir subtítulos
zh_cn: 拼接字幕

source: Split Subtitles
ar: قسّم الترجمات
eo: Dividi Subtitolojn
gl: Dividir subtítulos
zh_cn: 分割字幕

source: Toggle Lines Style
ar: بدّل نمط الأسطر
eo: Baskuligi Linian Stilon
gl: Conmutar o estilo da liña
zh_cn: 切换字幕行样式

source: Change Lines Text Color
ar: غيّر لون نص الأسطر
eo: Ŝanĝi Linioj Teksto Koloro
gl: Cambiar a cor do texto das liñas
zh_cn: 更改字幕行文本颜色

source: Set Lines Mark
ar: عيّن علامة الأسطر
eo: Agordu Liniojn Mark
gl: Marcar as liñas
zh_cn: 设置字幕行标注

source: Clear Lines Mark
ar: امسح علامة الأسطر
eo: Viŝi Linioj-Markon
gl: Desmarcar as liñas
zh_cn: 清除字幕行标注

source: Toggle Lines Mark
ar: بدّل علامة الأسطر
eo: Baskuligi Liniojn Mark
gl: Conmutar a marca das liñas
zh_cn: 切换字幕行标注

source: Clear Line Errors
ar: امسح أخطاء السطر
eo: Viŝi Liniajn Erarojn
gl: Borrar os erros das liñas
zh_cn: 清除字幕行错误

source: Check Lines Errors
ar: افحص أخطاء الأسطر
eo: Kontroli Liniajn Erarojn
gl: Comprobar os erros das liñas
zh_cn: 检查字幕行错误

source: Empty text
ar: نص فارغ
eo: Malplena teksto
gl: Texto baleiro
zh_cn: 空白文本

source: Too many characters
ar: عدد أحرف كبير جدًا
eo: Tro da signoj
gl: Demasiados caracteres
zh_cn: 字符过多

source: Too many lines
ar: عدد أسطر كبير جدًا
eo: Tro da linioj
gl: Demasiadas liñas
zh_cn: 行数过多

source: Too many characters per line
ar: عدد أحرف كبير جدًا في كل سطر
eo: Tro da signoj po linio
gl: Demasiados caracteres por liña

source: Unnecessary white space
ar: مسافة بيضاء غير ضرورية
eo: Nenecesa blanka spaco
gl: Espazos en branco innecesarios
zh_cn: 存在不必要的空白空间

source: Unnecessary dash
ar: شرطة غير ضرورية
eo: Nenecesa streketo
gl: Guións innecesarios
zh_cn: 存在不必要的破折号

source: Capital letter after continuation ellipsis
ar: حرف كبير بعد نقاط الاستمرار
eo: Majuskla litero post daŭriga elipso
gl: Maiúscula tras puntos suspensivos
zh_cn: 省略号后存在大写字母

source: Too long duration per character
ar: مدة طويلة جدًا لكل حرف
eo: Tro longa daŭro por signo
gl: Duración excesiva por carácter
zh_cn: 每个字符的持续时间过长

source: Too short duration per character
ar: مدة قصيرة جدًا لكل حرف
eo: Tro mallonga daŭro por signo
gl: Duración insuficiente por carácter
zh_cn: 每个字符的持续时间过短

source: Too long duration
ar: مدة طويلة جدًا
eo: Tro longa daŭro
gl: Duración excesiva
zh_cn: 持续时间过长

source: Too short duration
ar: مدة قصيرة جدًا
eo: Tro mallonga daŭro
gl: Duración insuficiente
zh_cn: 持续时间过短

source: Overlapping times
ar: أوقات متداخلة
eo: Interkovritaj tempoj
gl: Tempos sobrepostos
zh_cn: 时值重叠

source: Untranslated text
ar: نص غير مترجم
eo: Netradukita teksto
gl: Texto sen traducir
zh_cn: 未翻译的文本

source: User mark
ar: علامة المستخدم
eo: Marko de uzanto
gl: Marca de persoa usuaria
zh_cn: 用户标注

source: Has no primary text.
ar: لا يحتوي على نص أساسي.
eo: Ne havas ĉefan tekston.
gl: Non ten texto principal.
zh_cn: 没有主要文本。

source: Has no translation text.
ar: لا يحتوي على نص مترجم.
eo: Ne havas traduktekston.
gl: Non ten texto traducido.
zh_cn: 没有译文文本。

source: Has too many characters in primary text (1 char).
ar: يحتوي على أحرف كثيرة جدًا في النص الأساسي (لا شيء).
eo: Havas tro multajn signojn en primara teksto (1 signo).
gl: Ten caracteres de máis no texto principal (1 carácter).
zh_cn: 主文本中字符过多 (%1 个字符)

source: Has too many characters in translation text (1 char).
ar: يحتوي على أحرف كثيرة جدًا في النص المترجم (0).
eo: Havas tro multajn signojn en tradukita teksto (1 signo).
gl: Ten caracteres de máis no texto da tradución (1 carácter).
zh_cn: 译文文本中字符过多 (%1 个字符)

source: Has too many lines in primary text (1 line).
ar: يحتوي على أسطر كثيرة جدًا في النص الأساسي (0).
eo: Havas tro multajn liniojn en primara teksto (1 linio).
gl: Ten liñas de máis no texto principal (1 liña).
zh_cn: 主文本中行数过多 (%1 行)

source: Has too many lines in translation text (1 line).
ar: يحتوي على أسطر كثيرة جدًا في النص المترجم (0).
eo: Havas tro multajn liniojn en tradukita teksto (1 linio).
gl: Ten liñas de máis no texto da tradución (1 liña).
zh_cn: 译文文本中行数过多 (%1 个字符)

source: Has too many characters per line in primary text.
ar: يحتوي على أحرف كثيرة جدًا في كل سطر في النص الأساسي.
eo: Havas tro multajn signojn en primara teksto.
gl: Ten caracteres por liña de máis no texto principal.

source: Has too many characters per line in translation text.
ar: يحتوي على أحرف كثيرة جدًا في كل سطر في النص المترجم.
eo: Havas tro multajn signojn en tradukita teksto.
gl: Ten caracteres por liña de máis no texto da tradución.

source: Has unnecessary spaces in primary text.
ar: يحتوي على مسافات غير ضرورية في النص الأساسي.
eo: Havas nenecesajn spacojn en primara teksto.
gl: Ten espazos innecesarios no texto principal.
zh_cn: 主文本中有不必要的空格

source: Has unnecessary spaces in translation text.
ar: يحتوي على مسافات غير ضرورية في النص المترجم.
eo: Havas nenecesajn spacojn en tradukteksto.
gl: Ten espazos innecesarios no texto da tradución.
zh_cn: 译文文本中有不必要的空格

source: Has unnecessary dash in primary text.
ar: يحتوي على شرطة غير ضرورية في النص الأساسي.
eo: Havas nenecesan streketon en ĉefa teksto.
gl: Ten guións innecesarios no texto principal.
zh_cn: 主文本中有不必要的破折号

source: Has unnecessary dash in translation text.
ar: يحتوي على شرطة غير ضرورية في النص المترجم.
eo: Havas nenecesan streketon en tradukteksto.
gl: Ten guións innecesarios no texto da tradución.
zh_cn: 译文文本中有不必要的破折号

source: Has capital letter after line continuation ellipsis in primary text.
ar: يحتوي على حرف كبير بعد نقاط استمرار السطر في النص الأساسي.
eo: Havas majusklon post linio-daŭriga elipso en ĉefa teksto.
gl: Ten unha maiúscula tras puntos suspensivos non texto principal.
zh_cn: 主文本中，字幕行的省略号后存在大写字母。

source: Has capital letter after line continuation ellipsis in translation text.
ar: يحتوي على حرف كبير بعد نقاط استمرار السطر في النص المترجم.
eo: Havas majusklon post linio-daŭriga elipso en tradukteksto.
gl: Ten unha maiúscula tras puntos suspensivos non texto da tradución.
zh_cn: 译文文本中，字幕行的省略号后存在大写字母。

source: Has too long duration per character in primary text (1 msec/char).
ar: مدة طويلة جدًّا لكل حرف في النص الأساسي (1 مللي/حرف).
eo: Havas tro longan daŭron po signo en unuaranga teksto (1 msek/char).
gl: Ten unha duración por carácter excesiva no texto principal (1 ms/carácter).
zh_cn: 主文本中每个字符的持续时间过长 (%1 毫秒每字符)

source: Has too long duration per character in translation text (1 msec/char).
ar: مدة طويلة جدًّا لكل حرف في نص الترجمة (%1 مللي/حرف).
eo: Havas tro longan daŭron po signo en tradukita teksto (1 msek/char).
gl: Ten unha duración por carácter excesiva no texto da tradución (1 ms/carácter).
zh_cn: 译文文本中每个字符的持续时间过长 (%1 毫秒每字符)

source: Has too short duration per character in primary text (1 msec/char).
ar: مدة قصيرة جدًّا لكل حرف في النص الأساسي (%1 مللي/حرف).
eo: Havas tro mallongan daŭron po signo en unuaranga teksto (1 msek/char).
gl: Ten unha duración por carácter insuficiente no texto principal (1 ms/carácter).
zh_cn: 主文本中每个字符的持续时间过短 (%1 毫秒每字符)

source: Has too short duration per character in translation text (1 msec/char).
ar: مدة قصيرة جدًّا لكل حرف في نص الترجمة (%1 مللي/حرف).
eo: Havas tro mallongan daŭron po signo en tradukita teksto (1 msek/char).
gl: Ten unha duración por carácter insuficiente no texto da tradución (1 ms/carácter).
zh_cn: 译文文本中每个字符的持续时间过短 (%1 毫秒每字符)

source: Has too long duration (1 msec).
ar: مدة طويلة جدًّا (%1 مللي ثانية).
eo: Havas tro longan daŭron (1 msek).
gl: Ten unha duración excesiva (1 ms).
zh_cn: 持续时间过长 (%1 毫秒)。

source: Has too short duration (1 msec).
ar: مدة قصيرة جدًّا (%1 مللي ثانية).
eo: Havas tro mallongan daŭron (1 msek).
gl: Ten unha duración insuficiente (1 ms).
zh_cn: 持续时间过短 (%1 毫秒)。

source: Overlaps with next line.
ar: يتداخل مع السطر التالي.
eo: Interkovras kun sekva linio.
gl: Sobreponse coa seguinte liña.
zh_cn: 与下一行重叠。

source: Has untranslated text.
ar: به نص غير مترجم.
eo: Havas netradukitan tekston.
gl: Ten texto sen traducir.
zh_cn: 存在未翻译的文本。

source: Has user mark.
ar: به علامة للمستخدم
eo: Havas uzantmarkon.
gl: Ten unha marca de persoa usuaria.
zh_cn: 存在用户标注。

source: Set Line Show Time
ar: عيِّن وقت عرض السطر
eo: Agordu Linion Montri Tempon
gl: Definir o tempo de visualización da liña
zh_cn: 设置字幕行显示时间

source: Set Line Hide Time
ar: عيِّن وقت إخفاء السطر
eo: Agordu Linion Kaŝi Tempon
gl: Definir o tempo de ocultación da liña
zh_cn: 设置字幕行消隐时间

source: Set Line Times
ar: عيِّن أوقات السطر
eo: Agordu Liniajn Tempojn
gl: Definir os tempos das liñas
zh_cn: 设置字幕行时间

source: Shift Line Times
ar: انقل أوقات السطر
gl: Desprazar os tempos das liñas
zh_cn: 移动字幕行时间

source: Adjust Line Times
ar: اضبط أوقات السطر
eo: Alĝustigu Liniajn Tempojn
gl: Axustar os tempos das liñas
zh_cn: 调整字幕行时间

source: Set Frame Rate
ar: عيِّن معدل الإطارات
eo: Agordu Frame Rate
gl: Definir a taxa de fotogramas
zh_cn: 设置帧率

source: Insert Lines
ar: أدرج سطور
eo: Enmetu Liniojn
gl: Inserir liñas
zh_cn: 插入字幕行

source: Move Line
ar: حرّك سطر
eo: Movu Linio
gl: Mover a liña
zh_cn: 移动字幕行

source: Swap Texts
ar: بادل نصوص
eo: Interŝanĝi Tekstojn
gl: Intercambiar os textos
zh_cn: 交换文本

source: Change stylesheet
ar: غيّر ورقة الأنماط
eo: Ŝanĝi stilfolion
gl: Cambiar a folla de estilo
zh_cn: 更改样式表

source: Set Line Text
ar: عيِّن نص السطر
eo: Agordu Linian Tekston
gl: Definir o texto da liña
zh_cn: 设置字幕行文本

source: Set Line Secondary Text
ar: عيِّن النص الثانوي للسطر
eo: Agordu Linio Malĉefa Teksto
gl: Definir o texto secundario da liña
zh_cn: 设置字幕行次要文本

source: Set Line Errors
ar: عيِّن أخطاء السطر
eo: Agordu Liniajn Erarojn
gl: Definir os erros das liñas
zh_cn: 设置字幕行错误

source: Target >>
ar: الهدف >>
eo: Celo >>
gl: Destino →
zh_cn: 目标 >>

source: Target <<
ar: الهدف <<
eo: Celo <<
gl: Destino ←
zh_cn: 目标 <<

source: All lines
ar: جميع السطور
eo: Ĉiuj linioj
gl: Todas as liñas
zh_cn: 所有字幕行

source: Selected lines
ar: السطور المحددة
eo: Elektitaj linioj
gl: Liñas seleccionadas
zh_cn: 已选字幕行

source: All lines from first selected
ar: جميع الأسطر من أول مختار
eo: Ĉiuj linioj de la unua elektita
gl: Todas as liñas a partir da primeira seleccionada
zh_cn: 从第一个选定的行开始的所有行

source: All lines up to last selected
ar: جميع الأسطر حتى آخر مختار
eo: Ĉiuj linioj ĝis laste elektita
gl: Todas as liñas ata a última seleccionada
zh_cn: 在最后选定的行之前的所有行

source: Both subtitles
ar: كلا الترجمتين
eo: Ambaŭ subtekstoj
gl: Os dous subtítulos
zh_cn: 双边字幕

source: Primary subtitle
ar: الترجمة الأولية
eo: Ĉefa subteksto
gl: Subtítulos principais
zh_cn: 主字幕

source: Translation subtitle
ar: ترجمة النص
eo: Traduka subtitolo
gl: Subtítulos de tradución
zh_cn: 译文字幕

source: Apply to
ar: طبّق على
eo: Apliki al
gl: Aplicar a
zh_cn: 应用到

source: Adjust
ar: ضبط
eo: Alĝustigi
gl: Axustar
zh_cn: 调整

# @title:group
source: New Times
ar: الأوقات الجديدة
eo: Novaj Tempoj
gl: Novos tempos
zh_cn: 新时间

source: First spoken line:
ar: أول سطر منطوق:
eo: Unua parola linio:
gl: Primeira liña pronunciada:
zh_cn: 首句：

source: Last spoken line:
ar: آخر سطر منطوق:
eo: Lasta parolita linio:
gl: Última liña pronunciada:
zh_cn: 末句：

# @title:group
source: Settings
ar: إعدادات
eo: Agordoj
gl: Configuración
zh_cn: 设置

source: Milliseconds per line:
ar: الميلّي ثانية لكل سطر:
eo: Milisekundoj per linio:
gl: Milisegundos por liña:
zh_cn: 毫秒每行：

source: Milliseconds per word:
ar: الميلّي ثانية لكل كلمة:
eo: Milisekundoj por vorto:
gl: Milisegundos por palabra:
zh_cn: 毫秒每词：

source: Milliseconds per character:
ar: الميلّي ثانية لكل حرف:
eo: Milisekundoj per signo:
gl: Milisegundos por carácter:
zh_cn: 毫秒每字符：

source: Prevent overlapping
ar: امنع التداخل
eo: Malhelpi interkovron
gl: Evitar sobreposicións
zh_cn: 防止重叠

# @title:group
source: Duration Calculation
ar: احسب المدة
eo: Kalkulo de Daŭro
gl: Cálculo de duración
zh_cn: 持续时长计算

source: Use primary text
ar: استخدم النص الأساسي
eo: Uzu primaran tekston
gl: Usar o texto principal
zh_cn: 使用主要文本

source: Use translation text
ar: استخدم نص الترجمة
eo: Uzu tradukan tekston
gl: Usar o texto da tradución
zh_cn: 使用译文文本

source: Calculate both and use maximum
ar: احسب كليهما واستخدم القيمة الأعلى
eo: Kalkulu ambaŭ kaj uzu maksimumon
gl: Calcular ambos e usar o máximo
zh_cn: 计算二者并使用最大值

source: Current frame rate:
ar: معدل الإطارات الحالي:
eo: Nuna framfrekvenco:
gl: Taxa de fotogramas actual:
zh_cn: 当前帧率：

source: New frame rate:
ar: معدل الإطارات الجديد:
eo: Nova framfrekvenco:
gl: Nova taxa de fotogramas:
zh_cn: 新帧率：

source: Change Case
ar: غيّر حالة الأحرف
eo: Ŝanĝi Kazon
gl: Cambiar as maiúsculas
zh_cn: 更改书写

# @title:group
source: Change To
ar: تغيير إلى
eo: Ŝanĝi Al
gl: Cambiar a
zh_cn: 更改为

source: Lower case
ar: أحرف سفلية
eo: Minuskla
gl: Minúsculas
zh_cn: 小写

source: Upper case
ar: أحرف علوية
eo: Majusklo
gl: Maiúsculas
zh_cn: 大写

source: Title case
ar: حالة العنوان
eo: Titolokazo
gl: Maiúsculas de título
zh_cn: 标题大小写

source: Sentence case
ar: حالة الجملة
eo: Frazkazo
gl: Maiúsculas de sentencias
zh_cn: 句首大写

source: Convert to lower case first
ar: حوّل إلى أحرف صغيرة أولاً
eo: Unue konvertu al minusklo
gl: Converter primeiro en minúsculas
zh_cn: 首先转换为小写

# @title:group
source: Minimum Duration
ar: أقصر مدة
eo: Minimuma Daŭro
gl: Duración mínima
zh_cn: 最小持续时长

source: Expand duration to:
ar: وسّع المدة إلى:
eo: Pligrandigu daŭron al:
gl: Expandir a duración a:
zh_cn: 扩展持续时长至：

# @title:group
source: Maximum Duration
ar: أقصى مدة
eo: Maksimuma Daŭro
gl: Duración máxima
zh_cn: 最大持续时长

source: Shrink duration to:
ar: قلّص المدة إلى:
eo: Malgrandigu daŭron al:
gl: Reducir a duración a:
zh_cn: 缩减持续时长至：

# Text encoding detected with n% confidence.
source: %1 (%2% confidence)
ar: ‏%1 (بثقة %2٪)
eo: %1 (%2% fido)
gl: %1 (confianza: %2%)
zh_cn: %1 (%2%置信度)

source: Detected
ar: المُكتشف
eo: Detektita
gl: Detectado
zh_cn: 检测到

source: Confirm detected subtitle encoding
ar: أكّد ترميز الترجمة المكتشف
eo: Konfirmu detektitan subtitolan kodigon
gl: Confirmar a codificación detectada dos subtítulos
zh_cn: 确认检测到的字幕编码

source: Encoding
ar: التّرميز
eo: Kodoprezento
gl: Codificación
zh_cn: 编码

source: Preview
ar: معاينة
eo: Antaŭrigardo
gl: Vista previa
zh_cn: 预览

source: msecs
ar: ميلّي ثانية
eo: msek
gl: ms
zh_cn: 毫秒

source: Minimum interval between lines:
ar: أقلّ فترة بين السطور:
eo: Minimuma intervalo inter linioj:
gl: Intervalo mínimo entre liñas:
zh_cn: 字幕行之间的最小时间间隔：

source: Fix Punctuation
ar: صحّح علامات الترقيم
eo: Ripari interpunkcion
gl: Corrixir a puntuación
zh_cn: 修复标点

source: Fix and cleanup spaces
ar: صحّح وانهِ الفراغات
eo: Ripari kaj purigi spacojn
gl: Corrixir e limpar espazos.
zh_cn: 修复并清理空格

source: Fix quotes and double quotes
ar: صحّح علامات الاقتباس والفاصلات العليا
eo: Ripari citaĵojn kaj duoblajn citaĵojn
gl: Corrixir as comiñas inglesas e dobres.
zh_cn: 修复引号与双引号

source: Fix English 'I' pronoun
ar: صحّح ضمير 'I' الإنجليزية
eo: Ripari la anglan 'I' pronomon
gl: Corrixir o pronome inglés «I» (eu).
zh_cn: 修复英语“I”拼写

source: Add ellipsis indicating non finished lines
ar: أضِف نقاط الحذف للإشارة إلى السطور غير المكتملة
eo: Aldonu elipsojn indikante nefinitajn liniojn
gl: Engadir puntos suspensivos para indicar sentencias sen acabar.
zh_cn: 加入省略号表示未完成的字幕行

source: Insert Line Before Current
ar: أدرِج سطرًا قبل الحالي
eo: Enigu Linion Antaŭ Fluo
gl: Inserir unha liña antes da actual
zh_cn: 在当前行之前插入行

source: Insert Line After Current
ar: أدرِج سطرًا بعد الحالي
eo: Enigu Linion Post Fluo
gl: Inserir unha liña despois da actual
zh_cn: 在当前行之后插入行

source: Insert Into
ar: أدرِج داخل
eo: Enigu En
gl: Inserir en
zh_cn: 插入

source: Shift subtitle forwards before append
ar: انقل الترجمة للأمام قبل الإلحاق
eo: Movu subtekston antaŭen antaŭ almeti
gl: Avanzar os subtítulos antes de engadir
zh_cn: 在附加前将字幕前移

source: Set from video length
ar: اضبِط من طول الفيديو
eo: Agordu de video-longo
gl: Definir a partir da duración do vídeo
zh_cn: 从视频长度设置

source: Remove Selected Lines
ar: أزِل السطور المحددة
eo: Forigi Elektitajn Liniojn
gl: Eliminar as liñas seleccionadas
zh_cn: 移除选定的行

source: Remove From
ar: أزل من
eo: Forigi De
gl: Eliminar de
zh_cn: 移除自

source: Path:
ar: المسار:
eo: Vojo:
gl: Ruta:
zh_cn: 路径：

source: Select subtitle
ar: اختر الترجمة
eo: Elektu subtitolon
gl: Seleccionar uns subtítulos
zh_cn: 选择字幕

source: Subtitle
ar: الترجمة
eo: Subtitolo
gl: Subtítulos
zh_cn: 字幕

source: Shift
ar: انقل
eo: Majuskla (Shift)
gl: Desprazar
zh_cn: 位移

# @title:group
source: Shifting
ar: انقل
eo: Ŝoviĝanta
gl: Desprazando
zh_cn: 位移中

source: Forwards (+)
ar: للأمام (+)
eo: Antaŭenoj (+)
gl: Avanzar (+)
zh_cn: 前进 (+)

source: Backwards (−)
ar: للخلف (−)
eo: Malantaŭen (−)
gl: Atrasar (-)
zh_cn: 后退 (−)

source: Minimum length for line break:
ar: أقلّ طول لفاصل السطر:
eo: Minimuma longo por liniorompo:
gl: Lonxitude mínima para un salto de liña:
zh_cn: 断行的最小长度：

source: Split Subtitle
ar: قسّم الترجمة
eo: Dividi Subtitolon
gl: Dividir os subtítulos
zh_cn: 分割字幕

source: Split time:
ar: وقت التقسيم:
eo: Divida tempo:
gl: Dividir o tempo:
zh_cn: 分割时间：

source: Shift new part backwards after split
ar: انقل الجزء الجديد للخلف بعد التقسيم
eo: Movu novan parton malantaŭen post disigo
gl: Atrasar a nova parte tras a división
zh_cn: 分割后将新增字幕后移

source: Space separated list of CSS classes:
ar: قائمة صفوف CSS مفصولة بفراغ:
eo: Spac-disigita listo de CSS-klasoj:
gl: Lista de clases de CSS separadas por espazos:
zh_cn: 以空格分隔的 CSS 类列表：

source: Class
ar: الفئة
eo: Klaso
gl: Clase
zh_cn: 类

source: Default Color
ar: اللون المبدئيّ
eo: Defaŭlta Koloro
gl: Cor predeterminada
zh_cn: 默认颜色

source: Person name or voice title:
ar: اسم الشخص أو عنوان الصوت:
eo: Personnomo aŭ voĉa titolo:
gl: Nome da persoa ou título da voz:
zh_cn: 人物名称或语音标题：

source: Voice
ar: الصّوت
eo: Voĉo
gl: Voz
zh_cn: 语音

source: Synchronize with Subtitle
ar: زامِن مع الترجمة
eo: Sinkronigi kun Subtitolo
gl: Sincronizar cos subtítulos
zh_cn: 与字幕同步

source: Reference Subtitle
ar: الترجمة المرجعية
eo: Referenca Subtitolo
gl: Subtítulos de referencia
zh_cn: 引用字幕

# @title:group
source: Synchronization Mode
ar: اضبِط نمط المزامنة
eo: Sinkroniga Reĝimo
gl: Modo de sincronización
zh_cn: 同步模式

source: Adjust to reference's first and last lines
ar: اضبِط وفقًا لأول وآخر سطور المرجع
eo: Alĝustigu al la unua kaj lasta linioj de referenco
gl: Axustar á primeira e última liña da referencia
zh_cn: 调整至引用的首行与末行

source: Copy timing information from reference line by line
ar: انسخ معلومات التوقيت من المرجع سطرًا بسطر
eo: Kopiu tempinformon de referenca linio post linio
gl: Copiar os tempos da referencia liña por liña
zh_cn: 从引用逐行复制时值信息

source: Find Error
ar: اكتشف الخطأ
eo: Trovu Eraron
gl: Atopar o erro
zh_cn: 查找错误

source: No errors matching given criteria were found!
ar: لم يعثر على أخطاء تطابق المعايير المحددة!
eo: Neniuj eraroj kongruaj kun donitaj kriterioj estis trovitaj!
gl: Non se atoparon erros que coincidan co criterio indicado.
zh_cn: 未找到匹配给定条件的错误！

# @title:group
source: Errors to Find
ar: الأخطاء المطلوب اكتشافها
eo: Eraroj por Trovi
gl: Errores que atopar
zh_cn: 要寻找的错误

# @title:group Miscellaneous settings
source: Miscellaneous
ar: متنوّع
eo: Diversaj
gl: Diversas
zh_cn: 杂项

source: Clear other errors
ar: امحُ الأخطاء الأخرى
eo: Forigi aliajn erarojn
gl: Borrar outros erros
zh_cn: 清除其他错误

source: Clear user marks
ar: امحُ علامات المستخدم
eo: Viŝi uzantmarkojn
gl: Borrar as marcas de persoa usuaria
zh_cn: 清除用户标记

source: Search in
ar: ابحث في
eo: Serĉi en
gl: Buscar en
zh_cn: 搜索于

source: Available errors
ar: الأخطاء المتاحة
eo: Disponeblaj eraroj
gl: Erros dispoñíbeis
zh_cn: 存在的错误

source: Select None
ar: أزل التّحديد
eo: Elekti Neniun
gl: Non seleccionar nada
zh_cn: 全部不选

source: Importing Subtitle Stream
ar: يستورد دفق الترجمة
eo: Importi Subtitolon Rojo
gl: Importando un fluxo de subtítulos
zh_cn: 正在导入字幕流

source: Subtitle demux failed %1: %2 %3
ar: فشل فصل دفق الترجمة %1: %2 %3
eo: Subtitol-malkunigo malsukcesis %1: %2 %3
gl: O demultiplexor de subtítulos fallou %1: %2 %3
zh_cn: 字幕解码失败 %1：%2 %3

source: VobSub Import
ar: استورد VobSub
eo: VobSub Importo
gl: Importación de VobSub
zh_cn: VobSub 导入

source: Stream / Language
ar: الدفق / اللغة
eo: Rojo / Lingvo
gl: Fluxo / Idioma
zh_cn: 流 / 语言

source: Post Processing
ar: ما بعد المعالجة
eo: Posttraktado
gl: Posprocesamento
zh_cn: 后期处理

source: Fix space between numbers
ar: صحّح الفراغ بين الأرقام
eo: Ripari spacon inter nombroj
gl: Corrixir o espazo entre os números.
zh_cn: 修复数字之间的空格

source: Fix space around punctuation (.,;:?!)
ar: صحّح الفراغ حول علامات الترقيم (.,;:?!)
eo: Ripari spacon ĉirkaŭ interpunkcio (.,;:?!)
gl: Corrixir o espazo arredor da puntuación (.,;:?!).
zh_cn: 修复标点之间的空格 (.,;:?!)

source: Fix space around quotes and parentheses ("()[]{})
ar: صحّح الفراغ حول علامات الاقتباس والأقواس ("()[]{})
eo: Ripari spacon ĉirkaŭ citaĵoj kaj krampoj ("()[]{})
gl: Corrixir o espazo arredor das comiñas e parénteses ("()[]{}).
zh_cn: 修复引号和括号之前的空格 ("()[]{})

source: Fix double apostrophes/quotes
ar: صحّح الفواصل العليا/علامات الاقتباس المزدوجة
eo: Ripari duoblajn apostrofojn/citaĵojn
gl: Corrixir as apóstrofes e comiñas dobres.
zh_cn: 修复双层撇号/引号

source: Fix i <-> l, 0 <-> O mistakes
ar: صحّح أخطاء i <-> l, 0 <-> O
eo: Ripari i <-> l, 0 <-> O eraroj
gl: Corrixir os erros i ←→ l e 0 ←→ O.
zh_cn: 修复 i <-> l 与 0 <-> O 错误

source: Settings
ar: إعدادات
eo: Agordoj
gl: Configuración

source: Whitespace detection threshold (pixels)
ar: حدّ اكتشاف المساحة البيضاء (بكسل)
gl: Limiar de detección de espazos (píxeles)

source: VobSub Error
ar: خطأ في VobSub
eo: VobSub Eraro
gl: Erro de VobSub
zh_cn: VobSub 错误

source: Enter character(s)
ar: أدخِل الحرف (الحروف)
eo: Enigu signo(j)n
gl: Escriba os caracteres
zh_cn: 输入字符

source: S&ymbols:
ar: ال&رّموز:
eo: S&simboloj:
gl: Sí&mbolos:
zh_cn: 符号(&Y)：

source: Up/Down: change value
ar: أعلى/أسفل: غيّر القيمة
eo: Supren/Malsupren: ŝanĝi valoron
gl: Arriba ou abaixo: cambiar o valor
zh_cn: 上/下键：修改值

source: OK
ar: حسنًا
eo: Bone
gl: Aceptar
zh_cn: 确定

source: Ctrl+Shift+Left
eo: Ctrl+Shift+Maldekstre
gl: Ctrl+Maiús+esquerda
zh_cn: Ctrl+Shift+左方向键

source: Prev Image
ar: الصورة السابقة
eo: Antaŭa Bildo
gl: Imaxe anterior
zh_cn: 上一个图像

source: Ctrl+Left
eo: Ctrl+Maldekstre
gl: Ctrl+esquerda
zh_cn: Ctrl+左方向键

source: Prev Symbol
ar: الرمز السابق
eo: Antaŭa Simbolo
gl: Símbolo anterior
zh_cn: 上一个符号

source: Ctrl+Right
eo: Ctrl+Dekstre
gl: Ctrl+dereita
zh_cn: Ctrl+右方向键

source: Next Symbol
ar: الرمز التالي
eo: Sekva Simbolo
gl: Seguinte símbolo
zh_cn: 下一个符号

source: Ctrl+Shift+Right
eo: Ctrl+Shift+Dekstre
gl: Ctrl+Maiús+dereita
zh_cn: Ctrl+Shift+右方向键

source: Next Image
ar: الصّورة التّالية
eo: Sekva Bildo
gl: Imaxe seguinte
zh_cn: 下一个图像

source: Abort
ar: أجهض
eo: Ĉesigi
gl: Interromper
zh_cn: 中止

source: Subtitle Image
ar: صورة الترجمة
eo: Subtitola Bildo
gl: Imaxe dos subtítulos
zh_cn: 字幕图像

source: <b>Show</b>
ar: <b>أظهر</b>
eo: <b>Montri</b>
gl: <b>Amosar</b>
zh_cn: <b>显示</b>

source: <b>Hide</b>
ar: <b>أخفِ</b>
eo: <b>Kaŝi</b>
gl: <b>Agochar</b>
zh_cn: <b>隐藏</b>

source: <b>Duration</b>
ar: <b>المدّة</b>
eo: <b>Daŭro</b>
gl: <b>Duración</b>
zh_cn: <b>持续时长</b>

source: Change Voice Tag
ar: غيّر وسم الصوت
eo: Ŝanĝi Voĉan Etikedon
gl: Cambiar a etiqueta da voz
zh_cn: 更改语音标签

source: Change Class Tag
ar: غيّر وسم الصف
eo: Ŝanĝu Klasetikedon
gl: Cambiar a etiqueta da clase
zh_cn: 更改类标签

source: No current line
ar: لا يوجد سطر حالي
eo: Neniu aktuala linio
gl: Non hai liña actual
zh_cn: 没有当前行

source: chars
ar: حروف
gl: caracteres
zh_cn: 字符

source: ms/char
ar: ملّي ثانية/حرف
gl: ms/carácter
zh_cn: 毫秒每字符
