Repository: KDE/subtitlecomposer
Catalog: po/*/subtitlecomposer.po
Languages: ar, eo, gl, zh_cn

source: Initialization of speech recognition plugin failed
ar: فشل تهيئة إضافة التعرف على الكلام
eo: Iniciatigo de parolrekona kromaĵo malsukcesis
gl: A instalación do complemento de recoñecemento de fala fallou.

source: Speech Recognition failed: %2 Code %1: %3
ar: فشل التعرف على الكلام: %2 الرمز %1: %3
eo: Voĉa rekono malsukcesis: %2 Kodo %1: %3
gl: O recoñecemento de fala fallou: %2 Código %1: %3

source: &File
ar: &ملف
eo: &Dosiero
gl: &Ficheiro

source: Translation
ar: ترجمة
eo: Traduko
gl: Tradución

source: &Edit
ar: &حرّر
eo: R&edakti
gl: &Editar

source: &Texts
ar: &نصوص
eo: &Tekstoj
gl: &Textos

source: St&yles
ar: أن&ماط
gl: Est&ilos

source: T&imes
ar: الأ&وقات
gl: T&empos

source: E&rrors
ar: الأ&خطاء
eo: E&eraroj
gl: E&rros

source: &Video
ar: ف&ديو
gl: &Vídeo

source: T&ools
ar: أ&دوات
eo: Il&oj
gl: &Ferramentas

source: Main Toolbar
ar: شريط الأدوات الرئيس
eo: Ĉefa ilobreto
gl: Barra de ferramentas principal

source: Edit Toolbar
ar: حرر شريط الأدوات الرئيس
eo: Redakti Ilobreton
gl: Editar a barra de ferramentas

source: Remote service error %1 %2 %3
ar: حدث خطأ في الخدمة البعيدة %1 %2 %3
eo: Eraro de fora servo %1 %2 %3
gl: Erro de servizo remoto %1 %2 %3

source: HTTP Error %1 - %2 %3
ar: خطأ HTTP %1 - %2 %3
eo: HTTP-eraro %1 - %2 %3
gl: Erro de HTTP %1 — %2 %3

source: Network Error %1 %2
ar: خطأ في الشبكة %1 %2
eo: Reta Eraro %1 %2
gl: Erro de rede %1 %2

source: DeepL Engine Error
ar: خطأ في محرك DeepL
eo: DeepL Engine Eraro
gl: Erro de motor de DeepL

source: Updating languages...
ar: جاري تحديث اللغات...
eo: Ĝisdatigas lingvojn...
gl: Actualizando os idiomas…

source: Autodetect Language
ar: اكتشف اللغة آليًّا
eo: Aŭtodetekti Lingvon
gl: Detectar automaticamente o idioma

source: Translating lines...
ar: يترجم الأسطر...
eo: Tradukante liniojn...
gl: Traducindo as liñas…

source: Authentication
ar: الاستيثاق
eo: Aŭtentigo
gl: Autenticación

source: Authentication Key:
ar: مفتاح الاستيثاق:
eo: Aŭtentikiga Ŝlosilo:
gl: Chave de autenticación:

source: Connect
ar: اتّصل
eo: Konekti
gl: Conectar

source: API Domain:
ar: نطاق API:
eo: API-Domajno:
gl: Dominio da API:

source: You need to <a href="https://www.deepl.com/pro-api">create an account</a> on DeepL website and paste your API authentication key below.
ar: يجب <a href="https://www.deepl.com/pro-api">إنشاء حساب</a> على موقع DeepL ثم الصق مفتاح مصادقة API أدناه.
eo: Vi devas <a href="https://www.deepl.com/pro-api">krei konton</a> en la retejo de DeepL kaj alglui vian API-aŭtentikigŝlosilon sube.
gl: Ten que <a href="https://www.deepl.com/pro-api">crear unha conta</a> no sitio web de DeepL e pegar a súa chave de autenticación da API embaixo.

source: Source language:
ar: اللغة المصدر:
eo: Font-lingvo:
gl: Idioma orixinal:

source: Translate to:
ar: ترجم إلى:
eo: Traduki al:
gl: Traducir ao:

source: Remote service error (%1): %2
ar: حدث خطأ في الخدمة البعيدة (%1): %2
gl: Erro de servizo remoto (%1) %2

source: Google Cloud Engine Error
ar: خطأ في محرك Google Cloud
eo: Eraro de Google Cloud Engine
gl: Erro do motor de Google Cloud

source: Error opening file '%1'
ar: خطأ في فتح الملفّ '%1'
eo: Eraro dum malfermo de dosiero '%1'
gl: Produciuse un erro ao abrir o ficheiro «%1»

source: Error parsing JSON from file '%1'
ar: حدث خطأ في تحليل JSON من الملف '%1'
eo: Eraro dum analizo de JSON el dosiero '%1'
gl: Produciuse un erro ao analizar o JSON do ficheiro «%1».

source: Service Account's Private Key JSON:
ar: JSON لمفتاح حساب الخدمة الخاص:
eo: Privata Ŝlosilo de Serva Konto JSON:
gl: JSON da chave privada da conta de servizo:

source: Login
ar: ولوج
eo: Ensaluti
gl: Acceso

source: <p>You need to <a href="https://developers.google.com/identity/protocols/oauth2/service-account#creatinganaccount">create a Service Account</a> in Google Cloud Console and provide public/private key JSON file below.</p><p>The Service Account needs to be assigned <span style=" text-decoration: underline;">Cloud Translation API User</span> role on IAM page or must be granted access to the Google's Cloud Translation APIs in a different manner.</p>
ar: <p>يجب <a href="https://developers.google.com/identity/protocols/oauth2/service-account#creatinganaccount">إنشاء حساب خدمة</a> في وحدة تحكم Google Cloud وتوفير ملف JSON للمفتاح العام/الخاص أدناه.</p><p>يجب تعيين دور <span style=" text-decoration: underline;">مستخدم Cloud Translation API</span> لحساب الخدمة في صفحة IAM أو يجب منحه حق الوصول إلى واجهات برمجة تطبيقات الترجمة السحابية من Google بطريقة أخرى.</p>
eo: <p>Vi devas <a href="https://developers.google.com/identity/protocols/oauth2/service-account#creatinganaccount">krei Servan Konton</a> en Google Cloud Console kaj provizi publika/privata ŝlosila JSON-dosiero sube.</p><p>La Serva Konto devas esti asignita <span style=" text-decoration: underline;">Uzanto de la API de Cloud Translation</span> rolo sur IAM-paĝo aŭ devas ricevi aliron al la Google Cloud Translation API-oj alimaniere.</p>
gl: <p>Ten que <a href="https://developers.google.com/identity/protocols/oauth2/service-account#creatinganaccount">crear unha conta de servizo</a> na consola de Google Cloud e fornecer o ficheiro JSON de chave pública e privada embaixo.</p><p>Hai que asignar a conta de servizo ao rol <span style=" text-decoration: underline;">Cloud Translation API User</span> (persoa usuaria da API de tradución na nube) na páxina de IAM ou darlle acceso á API de tradución na nube de Google doutro xeito.</p>

source: MinT Engine Error
ar: خطأ في محرك MinT
eo: MinT Engine Eraro
gl: Erro do motor de MinT

source: API Server
ar: خادم API
eo: API-Servilo
gl: Servidor da API

source: Service URL:
ar: رابط الخدمة:
eo: Serva URL:
gl: URL do servizo:

source: Update
ar: حدّث
eo: Ĝisdatigi
gl: Actualizar

source: You need to provide an URL to a MinT machine translation system API. You can <a href="https://gerrit.wikimedia.org/g/mediawiki/services/machinetranslation">setup your own service</a> or use some <a href="https://translate.wmcloud.org/">public API</a>.
ar: يجب تقديم رابط لواجهة برمجة تطبيقات نظام الترجمة الآلية MinT. يمكنك <a href="https://gerrit.wikimedia.org/g/mediawiki/services/machinetranslation">إعداد خدمتك الخاصة</a> أو استخدام <a href="https://translate.wmcloud.org/">واجهة برمجة تطبيقات عامة</a>.
eo: Vi devas provizi URL al API de maŝintraduka sistemo de MinT. Vi povas <a href="https://gerrit.wikimedia.org/g/mediawiki/services/machinetranslation">agordi vian propran servon</a> aŭ uzi iun <a href="https://translate.wmcloud.org/">publikan API</a>.
gl: Ten que fornecer un URL á API do sistema de tradución automática de MinT. Pode <a href="https://gerrit.wikimedia.org/g/mediawiki/services/machinetranslation">preparar o seu propio servizo</a> ou usar unha <a href="https://translate.wmcloud.org/">API pública</a>.

source: Translate
ar: ترجم
eo: Traduki
gl: Traducir

source: Translate texts in
ar: ترجِم النصوص في
eo: Traduki tekstojn en
gl: Traducir os textos en

source: Translate texts
ar: ترجِم النصوص
eo: Traduki tekstojn
gl: Traducir os textos

source: Find In
ar: ابحث في
eo: Trovu En
gl: Atopar en

source: No instances of '%1' found!
ar: لم يعثر على أي حالات لـ '%1'!
eo: Neniuj instancoj de '%1' troviĝis!
gl: Non se atoparon instancias de «%1»!

source: Find
ar: اعثر
eo: Trovi
gl: Atopar

source: End of subtitle reached. Continue from the beginning?
ar: وصل إلى نهاية الترجمة. أتُريد المتابعة من البداية؟
eo: Fino de subtitolo atingita. Ĉu daŭrigi de la komenco?
gl: Acadouse a fin dos subtítulos. Desexa continuar desde o inicio?

source: Beginning of selection reached. Continue from the end?
ar: وصل إلى بداية التحديد. أتُريد المتابعة من النهاية؟
eo: Komenco de elekto atingita. Ĉu daŭrigi de la fino?
gl: Acadouse o comezo da selección. Quere continuar desde o final?

source: Beginning of subtitle reached. Continue from the end?
ar: وصل إلى بداية الترجمة. أتُريد المتابعة من النهاية؟
eo: Komenco de subtitolo atingita. Ĉu daŭrigi de la fino?
gl: Acadouse o comezo dos subtítulos. Quere continuar desde o final?

source: End of selection reached. Continue from the beginning?
ar: وصل إلى نهاية التحديد. أتُريد المتابعة من البداية؟
eo: Fino de elekto atingita. Ĉu daŭrigi de la komenco?
gl: Acadouse a fin da selección. Desexa continuar desde o inicio?

source: Find/Replace In
ar: ابحث/استبدل في
eo: Trovu/Anstataŭigi En
gl: Atopar e substituír en

source: Replace
ar: استبدل
eo: Anstataŭigi
gl: Substituír

source: Spell Checking
ar: التدقيق الإملائي
eo: Ortografio
gl: Corrección ortográfica

source: Video Stream #%1
ar: دفق الفيديو #%1
eo: Videofluo #%1
gl: Fluxo de vídeo %1

source: Audio Stream #%1
ar: دفق الصّوت #%1
eo: Sonfluo #%1
gl: Fluxo de son %1

source: Subtitle Stream #%1
ar: دفق الترجمة #%1
eo: Subtitola Fluo #%1
gl: Fluxo de subtítulos %1

source: File does not exist.
ar: الملفّ غير موجود.
eo: Dosiero ne ekzistas.
gl: O ficheiro non existe.

source: Suggestions
ar: الاقتراحات
eo: Sugestoj
gl: Suxestións

source: Ignore
ar: تجاهل
eo: Ignori
gl: Ignorar

source: Add to Dictionary
ar: أضف إلى القاموس
eo: Aldoni al vortaro
gl: Engadir ao dicionario

source: No suggestions
ar: لا اقتراحات
eo: Neniuj sugestoj
gl: Non hai suxestións

source: Delete
ar: احذف
eo: Forigi
gl: Eliminar

source: Check Spelling...
ar: دقّق الإملاء...
eo: Kontroli Ortografion...
gl: Corrixir a ortografía…

source: Auto Spell Check
ar: دقّق الإملاء آليًّا
eo: Aŭtomata Literumkontrolo
gl: Corrixir automaticamente a ortografía

source: Allow Tabulations
ar: اسمح بالجدولات
eo: Permesi Tabuladojn
gl: Permitir tabulacións

source: pt
ar: نق

source: <b>FPS</b>
ar: <b>إطار/ثا</b>

source: Intro
ar: المقدمة
eo: Enkonduko
zh_cn: 导引
