Repository: KDE/subtitlecomposer
Catalog: po/*/subtitlecomposer.po
Languages: ar, eo, gl, zh_cn

source: Set current line hide time to video position
ar: عيّن وقت إخفاء السطر الحالي إلى موضع الفيديو
eo: Agordu la nunan linion kaŝtempon al videopozicio
gl: Definir o tempo de ocultación da liña actual como a posición do vídeo
zh_cn: 将当前字幕行的消隐时间设为视频位置

source: Shift Current Line to Video Position
ar: أزح السطر الحالي إلى موضع الفيديو
eo: Ŝanĝi Nunan Linion al Video-Pozicio
gl: Desprazar a liña actual á posición do vídeo
zh_cn: 将当前字幕行移至视频位置

source: Set current line show time to video position by equally shifting all lines
ar: عيّن وقت عرض السطر الحالي إلى موضع الفيديو بإزاحة كل الأسطر بالتساوي
eo: Meti aktuallinian montrotempon al videopozicio egale deŝovante ĉiujn liniojn
gl: Definir o tempo de visualización da liña actual como a posición do vídeo desprazando de maneira equitativa todas as liñas.
zh_cn: 通过平移所有字幕行，将当前行的显示时间设为视频位置

source: Current Line Follows Video
ar: اجعل السطر الحالي يتبع الفيديو
eo: Nuna Linio Sekvas Videon
gl: A liña actual segue o vídeo
zh_cn: 当前字幕行跟随视频

source: Make current line follow the playing video position
ar: اجعل السطر الحالي يتبع موضع الفيديو المشغّل
eo: Faru la nunan linion sekvi la ludantan videopozicion
gl: Facer que a liña actual siga a posición de reprodución do vídeo.
zh_cn: 使当前字幕行跟随正播放的视频位置

# @action:inmenu Toggle audio muted
source: Mute
ar: اكتم
eo: Silentigi
gl: Silenciar
zh_cn: 静音

source: Enable/disable playback sound
ar: فعّل/عطّل صوت التشغيل
eo: Ebligi/malŝalti reproduktan sonon
gl: Conmutar a reprodución do son
zh_cn: 启用/禁用音频播放

source: Increase Volume
ar: زد الصوت
eo: Pliigi la laŭtecon
gl: Aumentar o volume
zh_cn: 增加音量

source: Increase volume by 5%
ar: زِد المستوى بـ5%
eo: Pliigi laŭtecon je 5%
gl: Subir o volume un 5%
zh_cn: 将音量提高 5%

source: Decrease Volume
ar: اخفض الصوت
eo: Malpliigi la laŭtecon
gl: Baixar o volume
zh_cn: 降低音量

source: Decrease volume by 5%
ar: أنقص المستوى بـ5%
eo: Malpliigu laŭtecon je 5%
gl: Baixar o volume un 5%
zh_cn: 音量降低 5%

source: Audio Streams
ar: دفق صوتية
eo: Sonfluoj
gl: Fluxos de son
zh_cn: 音频流

source: Select active audio stream
ar: حدّد الدفق الصوتي النشط
eo: Elektu aktivan sonfluon
gl: Seleccionar o fluxo de son activo
zh_cn: 选择活跃的音频流

source: Increase Font Size
ar: زد حجم الخط
eo: Pliigi Tiparo Grandeco
gl: Ampliar o tamaño da letra
zh_cn: 增大字体

source: Increase subtitles font size by 1 point
ar: زِد حجم خط الترجمات نقطة واحدة
eo: Pliigu la tiparograndon de subtekstoj je 1 poento
gl: Aumentar 1 punto o tamaño da letra.
zh_cn: 将字幕字体增大 1 个字号

source: Decrease Font Size
ar: انقص حجم الخط
eo: Malpliigi Tipargrandon
gl: Reducir o tamaño da letra
zh_cn: 缩小字体

source: Decrease subtitles font size by 1 point
ar: قَلّل حجم خط الترجمات نقطة واحدة
eo: Malpliigu la tiparograndon de subtekstoj je 1 poento
gl: Reducir 1 punto o tamaño da letra.
zh_cn: 将字幕字体减小 1 个字号

source: Displayed Subtitle Text
ar: نص الترجمة المعروض
eo: Montrigita Subtitolo Teksto
gl: Texto amosado dos subtítulos
zh_cn: 显示的字幕文本

source: Select visible subtitle text
ar: حدّد نص الترجمة المرئي
eo: Elektu videblan subtitolan tekston
gl: Seleccionar o texto visíbel dos subtítulos.
zh_cn: 选择可见的字幕文本

source: Toggle Anchor
ar: بدّل المرساة
eo: Baskuligi Ankron
gl: Conmutar a áncora
zh_cn: 切换锚点

source: (Un)Anchor current line's show time to timeline (Editing anchored line's show time will stretch/compact the timeline between adjacent anchors)
ar: (ألغِ) ثَبّت وقت عرض السطر الحالي على الخط الزمني (سيؤدي تحرير وقت عرض السطر المثبت إلى تمديد/ضغط الخط الزمني بين المراسي المجاورة)
eo: (Mal)Ankri la tempolinion de aktuala linio al templinio (Redakti la spektaklotempon de ankrita linio streĉos/kompaktos la templinion inter apudaj ankroj)
gl: Ancorar ou retirar a áncora do tempo de visualización da liña actual á cronoloxía. O tempo de visualización da liña ancorada que está editando estirará ou recortará a cronoloxía entre as áncoras adxacentes.
zh_cn: 在时间线上锚定（或取消锚定）当前行的显示时间（编辑已锚定字幕行的显示时间，将会相应延伸或缩短锚点两边的时间线）

source: Remove All Anchors
ar: أزل كل المراسي
eo: Forigi Ĉiuj Ankroj
gl: Retirar todas as áncoras
zh_cn: 移除全部锚点

source: Unanchor show time from the timeline on all anchored lines
ar: ألغِ تثبيت وقت العرض من الخط الزمني على كل الأسطر المثبتة
eo: Senankro montri tempon de la templinio sur ĉiuj ankritaj linioj
gl: Retirar a áncora do tempo de visualización da cronoloxía en todas as liñas ancoradas.
zh_cn: 取消时间线上所有带锚点的字幕行的显示时间锚定

# @action:inmenu Manage user scripts
source: Scripts Manager...
ar: إدارة البرامج النصية...
eo: Skripto-Manaĝero...
gl: Xestor de guións…
zh_cn: 脚本管理器…

source: Manage user scripts
ar: أدر البرامج النصية للمستخدم
eo: Administri uzantajn skriptojn
gl: Xestionar guións de persoa usuaria.
zh_cn: 管理用户脚本

source: Waveform Zoom In
ar: كبّر شكل الموجة
eo: Ondoformo Zoom En
gl: Achegar a forma de onda
zh_cn: 波形图放大

source: Waveform Zoom Out
ar: صغّر شكل الموجة
eo: Ondoformo Zoom Out
gl: Afastar a forma de onda
zh_cn: 波形图缩小

source: Waveform Auto Scroll
ar: التمرير الآلي لشكل الموجة
eo: Ondoform Aŭtomata Scroll
gl: Desprazamento automático da forma de onda
zh_cn: 自动滚动波形图

source: Waveform display will automatically scroll to video position
ar: سيمرر عرض شكل الموجة آليًا إلى موضع الفيديو
eo: Ondoforma ekrano aŭtomate rulumos al videopozicio
gl: A visualización de forma de onda desprazarase automaticamente á posición do vídeo.
zh_cn: 波形图将自动滚动至视频播放位置

source: All Text Subtitles
ar: كل الترجمات النصية
eo: Ĉiuj Tekstaj Subtekstoj
gl: Todos os subtítulos de texto
zh_cn: 所有文本字幕

source: All Image Subtitles
ar: كل الترجمات المصورة
eo: Ĉiuj Bildaj Subtekstoj
gl: Todos os subtítulos de imaxes
zh_cn: 所有图像字幕

source: All Files
ar: كلّ الملفّات
eo: Ĉiuj dosieroj
gl: Todos os ficheiros
zh_cn: 所有文件

source: Media Files
ar: ملفّات الوسائط
eo: Media Dosieroj
gl: Ficheiros multimedia
zh_cn: 媒体文件

source: Video Files
ar: ملفّات الفيديو
eo: Viddosieroj
gl: Ficheiros de vídeo
zh_cn: 视频文件

source: Audio Files
ar: ملفات الصّوت
eo: Sondosieroj
gl: Ficheiros de son
zh_cn: 音频文件

source: The requested action would make the subtitle and its translation share the same file, possibly resulting in loss of information when saving. Are you sure you want to continue?
ar: سيجعل الإجراء المطلوب الترجمة وترجمتها الفرعية تشاركان نفس الملف، مما قد يؤدي إلى فقدان المعلومات عند الحفظ. هل أنت متأكد من رغبتك في المتابعة؟
eo: La petita ago igus la subtitolon kaj ĝian tradukon kunhavigi la saman dosieron, eble rezultigante perdon de informoj dum konservado. Ĉu vi certas, ke vi volas daŭrigi?
gl: A acción solicitada faría que os subtítulos e a súa tradución compartan o mesmo ficheiro, e pode causar a perda de información ao gardar. Seguro que quere continuar?
zh_cn: 请求的操作将让字幕与译文共用同一文件，可能会导致保存时损失一些信息。 您确定要继续吗？

source: Conflicting Subtitle Files
ar: تعارض ملفات الترجمة
eo: Konfliktantaj Subtitolaj Dosieroj
gl: Ficheiros de subtítulos en conflito
zh_cn: 字幕文件冲突

source: Open Subtitle
ar: افتح ترجمة
eo: Malfermu Subtitolon
gl: Abrir subtítulos
zh_cn: 打开字幕

source: <qt>Could not parse the subtitle file.<br/>This may have been caused by usage of the wrong encoding.</qt>
ar: <qt>تعذّر تحليل ملف الترجمة.<br/>قد يكون هذا بسبب استخدام الترميز الخاطئ.</qt>
eo: <qt>Ne eblis analizi la subtitolan dosieron.<br/>Ĉi tio eble estis kaŭzita de uzado de malĝusta kodado.</qt>
gl: <qt>Non foi posíbel analizar o ficheiro de subtítulos.<br/>Isto puido deberse ao uso da codificación incorrecta.</qt>
zh_cn: <qt>无法解析字幕文件。<br/>这可能是由于文件使用了错误的编码而造成的。</qt>

source: Format: %1
ar: النّسق: %1
eo: Formato: %1
gl: Formato: %1
zh_cn: 格式：%1

source: Encoding: %1
ar: التّرميز: %1
eo: Kodigado: %1
gl: Codificación: %1
zh_cn: 编码：%1

source: There was an error saving the subtitle.
ar: حدث خطأ أثناء حفظ الترجمة.
eo: Okazis eraro dum konservado de la subteksto.
gl: Produciuse un erro ao gardar os subtítulos.
zh_cn: 保存字幕时发生错误。

source: Save Subtitle
ar: احفظ الترجمة
eo: Konservu Subtitolon
gl: Gardar os subtítulos
zh_cn: 保存字幕

source: Currently opened translation subtitle has unsaved changes. Do you want to save them?
ar: الترجمة المفتوحة تحتوي على تغييرات غير محفوظة. هل تريد حفظها؟
eo: Nuntempe malfermita traduksubtitolo havas nekonservitajn ŝanĝojn. Ĉu vi volas konservi ilin?
gl: Os subtítulos de tradución abertos actualmente teñen cambios sen gardar. Quere gardalos?
zh_cn: 当前打开的译文字幕有更改尚未保存。 您想要保存它们吗？

source: Close Translation Subtitle
ar: أغلق الترجمة
eo: Fermu Tradukan Subtitolon
gl: Pechar os subtítulos de tradución
zh_cn: 关闭译文字幕

source: Currently opened subtitle has unsaved changes. Do you want to save them?
ar: الترجمة المفتوحة تحتوي على تغييرات غير محفوظة. هل تريد حفظها؟
eo: Nuntempe malfermita subteksto havas nekonservitajn ŝanĝojn. Ĉu vi volas konservi ilin?
gl: Os subtítulos abertos actualmente teñen cambios sen gardar. Quere gardalos?
zh_cn: 当前打开的字幕有更改尚未保存。 您想要保存它们吗？

source: Close Subtitle
ar: أغلق الترجمة
eo: Fermu Subtitolon
gl: Pechar os subtítulos
zh_cn: 关闭字幕

source: Open Translation Subtitle
ar: افتح الترجمة
eo: Malfermu Traduka Subtitolo
gl: Abrir subtítulos de tradución
zh_cn: 打开译文字幕

# @item:inmenu Display primary text in video player
source: Primary
ar: الأولي
eo: Primaraj
gl: Principal
zh_cn: 主要

# @item:inmenu Display translation text in video player
source: Translation
ar: الترجمة
eo: Traduko
gl: Tradución
zh_cn: 翻译

source: There was an error saving the translation subtitle.
ar: حدث خطأ أثناء حفظ الترجمة.
eo: Okazis eraro dum konservado de la traduksubtitolo.
gl: Produciuse un erro ao gardar os subtítulos de tradución.
zh_cn: 保存译文字幕时发生错误。

source: Save Translation Subtitle
ar: احفظ الترجمة
eo: Konservu Tradukadon Subtitolon
gl: Gardar os subtítulos de tradución
zh_cn: 保存译文字幕

# Suffix added to split subtitles
source: split
ar: اقسم
eo: dividi
gl: dividir
zh_cn: 分隔

source: Could not write the split subtitle file.
ar: تعذّر كتابة ملف الترجمة المقسم.
eo: Ne eblis skribi la dividitan subtitolan dosieron.
gl: Non foi posíbel escribir o ficheiro de subtítulos dividido.
zh_cn: 无法写入分割的字幕文件。

source: Could not write the split subtitle translation file.
ar: تعذّر كتابة ملف الترجمة المقسم.
eo: Ne eblis skribi la dividitan subtitolan tradukdosieron.
gl: Non foi posíbel escribir o ficheiro de subtítulos de tradución dividido.
zh_cn: 无法写入分割的字幕译文文件。

source: Could not read the subtitle file to append.
ar: تعذّر قراءة ملف الترجمة للإلحاق.
eo: Ne eblis legi la subtitolan dosieron almeti.
gl: Non foi posíbel ler o ficheiro de subtítulos para engadilo.
zh_cn: 无法读取用于附加的字幕文件。

source: The specified time does not split the subtitles.
ar: الوقت المحدد لا يقسم الترجمات.
eo: La specifita tempo ne disigas la subtekstojn.
gl: O tempo indicado non divide os subtítulos.
zh_cn: 选定的时间未能分割字幕。

source: Could not open a new Subtitle Composer window. The split part was saved as %1.
ar: تعذّر فتح نافذة جديدة لصانع الترجمة. تم حفظ الجزء المقسم كـ %1.
eo: Ne eblis malfermi novan fenestron de Subtitle Composer. La dividita parto estis konservita kiel %1.
gl: Non foi posíbel abrir unha nova xanela de «Compositor de subtítulos». A parte dividida gardouse como %1.
zh_cn: 无法打开新的 Subtitle Composer 窗口。 分割的字幕部分已保存为 %1。

source: Could not open a new Subtitle Composer window. The split parts were saved as %1 and %2.
ar: تعذّر فتح نافذة جديدة لصانع الترجمة. حُفظت الأجزاء المقسمة كـ %1 و %2.
eo: Ne eblis malfermi novan fenestron de Subtitle Composer. La dividitaj partoj estis konservitaj kiel %1 kaj %2.
gl: Non foi posíbel abrir unha nova xanela de «Compositor de subtítulos». As partes divididas gardáronse como %1 e %2.
zh_cn: 无法打开新的 Subtitle Composer 窗口。 分割的字幕部分已保存为 %1 和 %2。

source: The reference subtitle must have more than one line to proceed.
ar: يجب أن تحتوي الترجمة المرجعية على أكثر من سطر للمتابعة.
eo: La referenca subtitolo devas havi pli ol unu linion por daŭrigi.
gl: Os subtítulos de referencia deben ter máis dunha liña para continuar.
zh_cn: 要继续操作，引用的字幕必须多于一行。

source: Could not parse the reference subtitle file.
ar: تعذّر تحليل ملف الترجمة المرجعية.
eo: Ne eblis analizi la referencan subtitoldosieron.
gl: Non foi posíbel analizar o ficheiro de subtítulos de referencia.
zh_cn: 无法解析引用字幕文件。

# @title General settings
source: General
ar: عامّ
eo: Ĝenerala
gl: Xeral
zh_cn: 通用

source: General Settings
ar: الإعدادات العامة
eo: Ĝenerala Agordo
gl: Configuración xeral
zh_cn: 通用设置

# @title Error check settings
source: Error Check
ar: فحص الأخطاء
eo: Kontrolo de Eraro
gl: Comprobación de erros
zh_cn: 错误检查

source: Error Check Settings
ar: إعدادات فحص الأخطاء
eo: Erar-Kontrolaj Agordoj
gl: Configuración de comprobación de erros
zh_cn: 错误检查设置

# @title Spelling settings
source: Spelling
ar: الإملاء
eo: Literumo
gl: Ortografía
zh_cn: 拼写

source: Spelling Settings
ar: إعدادات التدقيق الإملائي
eo: Literumaj Agordoj
gl: Configuración da ortografía
zh_cn: 拼写设置

# @title Waveform settings
source: Waveform
ar: شكل الموجي
eo: Ondformo
gl: Forma da onda
zh_cn: 波形图

source: Waveform settings
ar: إعدادات شكل الموجة
eo: Ondoform-agordoj
gl: Configuración da forma de onda
zh_cn: 波形图设置

# @title Video player settings
source: Video Player
ar: مشغّل فيديوهات
eo: Videoludilo
gl: Reprodutor de vídeo
zh_cn: 视频播放器

source: Video Player Settings
ar: إعدادات مشغل الفيديو
eo: Agordoj de Videoludilo
gl: Configuración da reprodución de vídeo
zh_cn: 视频播放器设置

# @title Speech recognition backend settings
source: %1 backend settings
ar: إعدادات الواجهة الخلفية %1
eo: %1 backend-agordoj
gl: Configuración do motor %1
zh_cn: %1 后端设置

source: Texts
ar: النصوص
eo: Tekstoj
gl: Textos
zh_cn: 文本

source: lines
ar: أسطر
eo: linioj
gl: liñas
zh_cn: 行

source: characters
ar: محارف
eo: signoj
gl: caracteres
zh_cn: 字符

source: Maximum number of characters:
ar: العدد الأقصى للأحرف:
eo: Maksimuma nombro da signoj:
gl: Número máximo de caracteres:
zh_cn: 最大字符数：

source: Maximum number of characters per line:
ar: العدد الأقصى للأحرف في كل سطر:
eo: Maksimuma nombro da signoj po linio:
gl: Número máximo de caracteres por liña:

source: Maximum number of lines:
ar: العدد الأقصى للأسطر:
eo: Maksimuma nombro da linioj:
gl: Número máximo de liñas:
zh_cn: 最大行数：

source: Absolute Durations
ar: المدات المطلقة
eo: Absolutaj Daŭroj
gl: Duracións absolutas
zh_cn: 绝对持续时长

source: msec
ar: م.ث
eo: msek
gl: ms
zh_cn: 毫秒

source: Maximum duration:
ar: أقصى مدة:
eo: Maksimuma daŭro:
gl: Duración máxima:
zh_cn: 最大持续时长：

source: Minimum duration:
ar: أقصر مدة:
eo: Minimuma daŭro:
gl: Duración mínima:
zh_cn: 最小持续时长：

source: Relative Durations
ar: المدات النسبية
eo: Relativaj Daŭroj
gl: Duracións relativas
zh_cn: 相对持续时长：

source: ms/char
ar: ميلي ثانية/حرف
eo: ms/sign
gl: ms/carácter
zh_cn: 毫秒每字符

source: ch/sec
ar: حرف/ثانية
eo: sign/sek
gl: caracteres/s
zh_cn: 字符每秒

source: Ideal duration:
ar: المدة المثالية:
eo: Ideala daŭro:
gl: Duración ideal:
zh_cn: 理想持续时长：

source: Behavior
ar: السّلوك
eo: Konduto
gl: Comportamento
zh_cn: 行为

source: Automatically clear fixed errors
ar: امسح الأخطاء المُصلحة آليًا
eo: Aŭtomate purigi fiksitajn erarojn
gl: Borrar automaticamente os erros corrixidos.
zh_cn: 自动清除已修复的错误

source: General
ar: عامّ
eo: Ĝenerala
gl: Xeral
zh_cn: 通用

source: Automatically load video file when opening a subtitle
ar: حمّل ملف الفيديو تلقائيًا عند فتح ترجمة
eo: Aŭtomate ŝargi videodosieron kiam vi malfermas subtitolon
gl: Cargar automaticamente o ficheiro de vídeo ao abrir uns subtítulos.
zh_cn: 打开字幕时自动载入视频文件

source: Defau&lt subtitles encoding:
ar: ترميز الترجمات المبدئي:
eo: Defaŭlta&lt-kodigo de subtekstoj:
gl: Codificación predeterminada dos subtítu&los:
zh_cn: 默认字幕编码(&I)：

source: UNIX (LF)
ar: يونيكس (LF)
eo: UNIKSO (LF)
gl: UNIX (salto de liña)

source: Windows (CRLF)
ar: ويندوز (CRLF)
eo: Vindozo (CRLF)
gl: Windows (retorno de carro e salto de liña)

source: Macintosh (CR)
ar: ماكنتوش (CR)
eo: Makintoŝo (CR)
gl: macOS (retorno de carro)

source: Line break character:
ar: حرف فاصل السطر:
eo: Linia rompo signo:
gl: Carácter de salto de liña:
zh_cn: 断行字符：

source: Subtitle Line
ar: سطر الترجمة
eo: Subtitola linio
gl: Liña de subtítulos
zh_cn: 字幕行

source: Default subtitle line duration:
ar: مدة سطر الترجمة المبدئية:
eo: Defaŭlta subtitola liniodaŭro:
gl: Duración predeterminada de liña de subtítulos:
zh_cn: 默认字幕行持续时间：

source: On double click, &jump to show time minus:
ar: عند النقر المزدوج، ا&نتقل إلى وقت العرض ناقص:
eo: Duobla klako, &saltu por montri la tempon minuso:
gl: Ao facer clic duplo, &saltar ao tempo de visualización menos:
zh_cn: 双击时，跳转至当前显示时间减去(&J)：

source: Default pause between subtitle lines:
ar: المدة المبدئية للفاصل بين أسطر الترجمة:
eo: Defaŭlta paŭzo inter subtitolaj linioj:
gl: Pausa predeterminada entre liñas de subtítulos:
zh_cn: 字幕行之间的默认停顿时间：

source: Ju&mp to prev/next line offset:
ar: ا&نتقل إلى إزاحة السطر السابق/التالي:
eo: Salti al a&ntaŭa/sekva liniodeŝovo:
gl: Desprazamento do s&alto á liña seguinte ou anterior:
zh_cn: 跳转至前/后一行时的偏移量(&M)：

source: Quick Actions
ar: الإجراءات السريعة
eo: Rapidaj Agoj
gl: Accións rápidas
zh_cn: 快捷操作

source: Compensation for captured &video times:
ar: تعويض أوقات الفيديو الم&لتقطة:
eo: Kompenso por kaptitaj &videotempoj:
gl: Compensación dos tempos do &vídeo capturado:
zh_cn: 捕获视频的补偿时长(&V)：

source: Ti&me shift for selected lines:
ar: إز&احة الوقت للأسطر المحددة:
eo: Te&mpodeŝovo por elektitaj linioj:
gl: Desprazamento de te&mpo para as liñas seleccionadas:
zh_cn: 选定行的位移时间(&M)：

# Text for previewing the subtitles font settings
source: <p>The Quick Brown Fox<br/>Jumps Over The Lazy Dog</p>
ar: <p>نص حكيم له سر قاطع وذو شأن <br/>عظيم مكتوب على ثوب أخضر ومغلف بجلد أزرق</p>
eo: <p>La Rapida Bruna Vulpo<br/>Saltas Super La Maldiligenta Hundo</p>
gl: <p>Fíxate, o mesquiño<br /> bacharel pide vinganza</p>
zh_cn: <p>The Quick Brown Fox Jumps Over The Lazy Dog<br/>龙跳天门，虎卧凰阁</p>

source: Resume playback after line double click
ar: استأنف التشغيل بعد النقر المزدوج على السطر
eo: Rekomencu reproduktadon post linio duobla klako
gl: Continuar a reprodución ao facer clic duplo nunha liña.
zh_cn: 双击字幕行后恢复播放

source: Seconds to &jump on seek:
ar: الثواني لل&قفز عند البحث:
eo: Sekundoj por &salti sur serĉon:
gl: Segundos para &saltar ao desprazar:
zh_cn: 时移跳转的步长秒数(&J)：

source: Start playing video when loaded
ar: ابدأ تشغيل الفيديو عند التحميل
eo: Komencu ludi videon kiam ŝargite
gl: Iniciar a reprodución de vídeo ao cargalo.
zh_cn: 载入后立即开始播放视频

source: Show editable position control
ar: أظهر عنصر تحكم الموقع القابل للتعديل
eo: Montru redakteblan pozicioregilon
gl: Amosar un control de posición editábel.
zh_cn: 显示可编辑的位置控件

source: Fra&me step amount:
ar: مقدار خطوة الإ&طار:
eo: Kva&nto de paŝo de kadro:
gl: Cantidade dos pasos de fotogra&ma:
zh_cn: 帧步进量(&M)：

source: Volume amplification:
ar: تضخيم حجم الصوت:
eo: Volumena plifortigo:
gl: Amplificación do volume:
zh_cn: 音量增强：

source: Subtitles
ar: الترجمة
eo: Subtekstoj
gl: Subtítulos
zh_cn: 字幕

source: Outline color:
ar: لون المحيط:
eo: Skiza koloro:
gl: Cor dos límites:
zh_cn: 轮廓颜色：

source: Te&xt color:
ar: لون الن&صّ:
eo: Te&ksta koloro:
gl: Cor do te&xto:
zh_cn: 文本颜色(&X)：

source: Font family:
ar: عائلة الخطوط:
eo: Tiparfamilio:
gl: Familia da fonte:
zh_cn: 字体系列：

source: Outline width:
ar: عرض المحيط:
eo: Larĝo de konturo:
gl: Anchura do contorno:
zh_cn: 轮廓宽度：

source: Font si&ze:
ar: ح&جم الخط:
eo: Tiparo&grandeco:
gl: Tama&ño da letra:
zh_cn: 字体大小(&Z)：

source: Subtitles Preview
ar: معاينة الترجمات
eo: Antaŭrigardo de Subtekstoj
gl: Vista previa dos subtítulos
zh_cn: 字幕预览

source: Waveform Display
ar: عرض الموجة
eo: Ondoform-ekrano
gl: Visualización da forma de onda
zh_cn: 波形图显示

source: Smooth Scrolling
ar: التمرير الناعم:
eo: Glata Movado
gl: Desprazamento suave.
zh_cn: 平滑滚动

source: Outer color:
ar: اللون الخارجيّ:
eo: Ekstera koloro:
gl: Cor externa:
zh_cn: 外部颜色：

source: Inner color:
ar: اللون الدّاخليّ:
eo: Interna koloro:
gl: Cor interna:
zh_cn: 内部颜色：

source: Autoscroll page when play position reaches ScrollPadding distance (percentage) from page border
ar: مرر الصفحة آليًا عندما يصل موضع التشغيل إلى مسافة التمرير (نسبة مئوية) من حدود الصفحة
eo: Aŭtomatrula paĝo kiam ludpozicio atingas ScrollPadding-distancon (procento) de paĝa rando
gl: Desprazar automaticamente a páxina cando a posición de reprodución acada a distancia de enchedura de desprazamento (porcentaxe) desde o bordo da páxina.
zh_cn: 当播放位置到达页面滚动填充边距（即此处设定的百分比）时，自动滚动页面

source: Auto Scroll Padding:
ar: حشو التمرير الآلي:
eo: Aŭtomata Ruluma Plenigo:
gl: Enchedura de desprazamento automática:
zh_cn: 自动滚动边距：

source: Subtitle Display
ar: عرض الترجمة
eo: Subtitolo Montro
gl: Visualización de subtítulos
zh_cn: 字幕显示

source: Subtitle border color:
ar: لون حدود الترجمة:
eo: Subtitola randkoloro:
gl: Cor do bordo dos subtítulos:
zh_cn: 字幕边框颜色：

source: Selected background color:
ar: لون الخلفيّة المحددة:
eo: Elektita fonkoloro:
gl: Cor do fondo da selección:
zh_cn: 选定字幕边框颜色：

source: Subtitle border width:
ar: عرض حدود الترجمة:
eo: Larĝo de subtitoloj:
gl: Anchura do bordo dos subtítulos:
zh_cn: 字幕边框宽度：

source: Subtitle background color:
ar: لون خلفية الترجمة:
eo: Subtitola fonkoloro:
gl: Cor de fondo dos subtítulos:
zh_cn: 字幕背景颜色：

source: Selected border color:
ar: لون الحدود المحددة:
eo: Elektita randkoloro:
gl: Cor do bordo da selección:
zh_cn: 选定的边框颜色：

source: Text Font and Colors
ar: خط النص والألوان
eo: Teksto Tiparo kaj Koloroj
gl: Fonte e cor do texto
zh_cn: 文本字体与颜色

source: Subtitle font family:
ar: عائلة خط الترجمة:
eo: Subtitola tiparfamilio:
gl: Familia da fonte dos subtítulos:
zh_cn: 字幕字体系列：

source: Subtitle number font size:
ar: حجم خط أرقام الترجمة:
eo: Tiparo de subtitoloj:
gl: Tamaño da letra dos números dos subtítulos:
zh_cn: 字幕数字字体大小：

source: Subtitle Number Color
ar: لون أرقام الترجمة
eo: Subtitolo Numero Koloro
gl: Cor dos números dos subtítulos
zh_cn: 字幕数字颜色

source: Subtitle text font size:
ar: حجم خط نص الترجمة:
eo: Subtitola teksta tiparo:
gl: Tamaño da letra dos subtítulos:
zh_cn: 字幕文本字体大小：

source: Subtitle Text Color:
ar: لون نص الترجمة:
eo: Subtitola Teksto Koloro:
gl: Cor do texto dos subtítulos:
zh_cn: 字幕文本颜色：

source: Line Indicators
ar: مؤشرات الأسطر
eo: Liniaj Indikiloj
gl: Indicadores de liña
zh_cn: 字幕行指示器

source: Player position color:
ar: لون موضع المشغل:
eo: Koloro de la pozicio de la ludantoj:
gl: Cor da posición do reprodutor:
zh_cn: 播放位置颜色：

source: Mouse indicator color:
ar: لون مؤشر الفأرة:
eo: Koloro de la indikilo de muso:
gl: Cor do indicador do rato:
zh_cn: 光标指示器颜色：

source: Set Primary Data
ar: عيّن البيانات الأساسية
eo: Agordu Primarajn Datumojn
gl: Definir os datos principais
zh_cn: 设置主要数据

source: Clear Primary Text Data
ar: امسح بيانات النص الأساسية
eo: Forigi Ĉefajn Tekstajn Datumojn
gl: Borrar os datos de texto principais
zh_cn: 清除主要文本数据

source: Set Secondary Data
ar: عيّن البيانات الثانوية
eo: Agordu Malĉefajn Datumojn
gl: Definir os datos secundarios
zh_cn: 设置次级文本数据

source: Clear Secondary Text Data
ar: امسح بيانات النص الثانوية
eo: Viŝi Malĉefajn Tekstajn Datumojn
gl: Borrar os datos de texto secundarios
zh_cn: 清理次级文本数据

source: Change Frame Rate
ar: غيّر معدل الإطارات
eo: Ŝanĝi kadran imposton
gl: Cambiar a taxa de fotogramas
zh_cn: 更改帧率

source: Insert Line
ar: أدخل سطرًا
eo: Enmetu Linio
gl: Inserir unha liña
zh_cn: 插入行

source: Remove Lines
ar: أزل الأسطر
eo: Forigi Liniojn
gl: Eliminar as liñas
zh_cn: 移除行

source: Shift Lines
ar: أزح الأسطر
eo: Ŝanĝlinioj
gl: Desprazar as liñas
zh_cn: 移动行

source: Adjust Lines
ar: اضبط الأسطر
eo: Alĝustigu Liniojn
gl: Axustar as liñas
zh_cn: 调整行

source: Sort
ar: افرز
eo: Ordigi
gl: Ordenar
zh_cn: 排序

source: Enforce Duration Limits
ar: افرض حدود المدة
eo: Pliigi Daŭrolimojn
gl: Aplicar límites de duración
zh_cn: 强制执行持续时长限制

source: Set Automatic Durations
ar: عيّن المدات الآلية
eo: Agordu Aŭtomatajn Daŭrojn
gl: Definir duracións automáticas
zh_cn: 设置自动持续时长

source: Fix Overlapping Times
ar: أصلح الأوقات المتداخلة
eo: Ripari Interkovrajn Tempojn
gl: Corrixir os tempos sobrepostos
zh_cn: 修复时值重叠

source: Fix Lines Punctuation
ar: أصلح علامات ترقيم الأسطر
eo: Ripari Liniojn Interpunkcio
gl: Corrixir a puntuación das liñas
zh_cn: 修复字幕行标点
